{
  "title_key": "11",
  "label": "Title 11",
  "name": "Libraries and Museums",
  "url": "https://www.cga.ct.gov/current/pub/title_11.htm",
  "chapters": [
    {
      "chapter_key": "188",
      "label": "Chapter 188",
      "name": "State Library",
      "url": "https://www.cga.ct.gov/current/pub/chap_188.htm",
      "sections": [
        {
          "section_key": "11-1",
          "label": "Sec. 11-1. Appointment and duties of board.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-1",
          "content": {
            "body_paragraphs": [
              "(a) The State Library Board shall consist of the Chief Justice of the Supreme Court or his designee, the Chief Court Administrator or his designee, the Commissioner of Education or his designee and five electors to be appointed by the Governor for terms of five years from July first in the year of their appointment. The terms of all members appointed prior to July 1, 1987, shall terminate on June 30, 1987. Commencing on July 1, 1987, appointments to the board shall be made as follows: Five members shall be appointed by the Governor, one of whom shall be an experienced librarian, one of whom shall be an experienced archivist and one of whom shall be an experienced museum professional; and one member each shall be appointed by the president pro tempore of the Senate, the minority leader of the Senate, the speaker of the House of Representatives and the minority leader of the House. The term of each member of the board commencing on or after July 1, 1987, shall be coterminous with the term of the appointing authority. The appointing authority shall fill any vacancy in the office of an appointed member for the unexpired portion of the term.",
              "(b) The board may elect annually a chairman from its members to serve a term of one year from his election or until his successor is elected. The chairman shall represent the board in certifying such actions as the board may approve. The board shall provide for the supervision of the State Library by a State Librarian who shall serve as the chief administrative officer of the board and shall have administrative authority over the State Library and responsibility for its supervision.",
              "(c) The board shall meet at least once during each calendar quarter and at such other times as the chairman deems necessary or upon the request of a majority of members in office. A majority of the members in office, but not less than four, shall constitute a quorum. Any appointed member who fails to attend three consecutive meetings or who fails to attend fifty per cent of all meetings held during any calendar year shall be deemed to have resigned from office.",
              "(d) The State Library Board shall appoint the State Librarian. Except when specifically prohibited by the conditions, if any, upon which a gift was created or by a conditional sales agreement, the board is authorized to sell, trade or otherwise dispose of any unwanted duplicate, out-of-date or irrelevant materials within the collections of the State Library, provided that the monetary proceeds of such a transaction, if any, shall be deemed to be funds from private sources. The State Library Board is authorized to establish a nonprofit foundation for the purpose of raising funds from private sources to enhance the collections and programs of the library and the Raymond E. Baldwin Museum of Connecticut History and Heritage. All funds from private sources shall be held in the manner prescribed by sections 4-37e to 4-37j , inclusive, for use in furthering any purpose the board considers to be in harmony with the original purpose of the gift or purchase of such materials. The board shall engage in planning for state-wide library service, other than for school libraries, and for the establishment of a research center to facilitate the most effective use of materials in public, university, professional and industrial libraries and may take such action as is necessary to secure maximum state participation in federal aid for public libraries, for scholarships for students of library science and for cooperative library projects. The board may, by regulation, establish standards for principal public libraries and procedures for naming such libraries and periodically review the same. To carry out its duties under the general statutes, the board may make contracts, subject to the approval of the Attorney General and to any appropriations made for such purpose or the availability of other public or private funds.",
              "(e) The State Library Board shall be within the Department of Education for administrative purposes only.",
              "(f) (1) The State Library Board shall appoint an advisory council for library planning and development. The council shall assist the board with the development of state and federal library plans, advise the board on state policies and activities for library development, cooperation among different types of libraries and use of automated communication systems to support cooperative information services and assist the board in evaluating the usefulness of such activities to residents of the state.",
              "(2) The council shall consist of the following persons: Three public library representatives, one of whom shall be from a tax-supported public library serving a population of less than ten thousand, one of whom shall be from such a library serving a population of ten thousand or more and less than one hundred thousand and one of whom shall be from such a library serving a population of one hundred thousand or more; one representative of a cooperating library service unit; one representative of libraries which participate in shared automated library systems; one representative of the Connecticut Library Association; one special library representative; one representative from the academic library community; one representative from the school library community; one representative of institution libraries; one representative of a library serving the handicapped; one representative from the Department of Education; one representative from the Board of Regents for Higher Education; and six users of libraries represented on the council. The State Librarian shall represent the board and shall be an ex-officio, nonvoting member. The council shall designate one of its members to serve as a liaison to the board.",
              "(3) Except for members of the council who represent state agencies, nine of the members first appointed shall serve for a term of one year, eight of such members shall serve for a term of two years and thereafter members shall serve for a term of two years. The State Library Board shall determine which of the members first appointed shall serve for a term of one year and which of such members shall serve for a term of two years. Members may serve up to two consecutive terms. After serving such terms, a member may be reappointed after a minimum of one year without service on the council. The members of the council shall receive no compensation for their services but may be reimbursed for any necessary expenses incurred in the performance of their duties.",
              "(4) To achieve its purposes, the council may form task forces to address specific library issues. The task forces shall include representatives from the library community and users of libraries who possess expertise in the subject areas addressed by the task forces.",
              "See Sec. 4-38f for definition of “administrative purposes only”.",
              "See Sec. 4b-11 re State Library Board's responsibility for building and grounds of State Library and Supreme Court."
            ],
            "source": [
              "(1949 Rev., S. 1630; February, 1965, P.A. 133, S. 1; 490, S. 1; 1967, P.A. 590, S. 1; 891; 1969, P.A. 245, S. 1; P.A. 75-316, S. 1; 75-559; P.A. 76-436, S. 473, 681; P.A. 77-614, S. 302, 308, 610; P.A. 79-610, S. 44; P.A. 84-109, S. 2; 84-255, S. 17, 21; 84-414, S. 1, 14; P.A. 86-109, S. 1; P.A. 87-428, S. 1, 3; P.A. 88-216, S. 3, 7; P.A. 99-116, S. 1, 2; P.A. 07-227, S. 1; P.A. 11-48, S. 285; P.A. 14-207, S. 3.)"
            ],
            "history": [
              "History: 1965 acts required appointment of state historian, changed committee membership from four gubernatorial appointees plus governor to five gubernatorial appointees plus chief justice and secretary of state board of education, included provisions re appointment, terms, filling of vacancies, etc., deleted reference to appointment of assistant state librarian, and required committee to plan for state-wide library services, establishment of research center and securing federal aid; 1967 acts added powers to recommend library standards and to make contracts and included chief court administrator as committee member; 1969 act made former provisions Subsecs. (a) and (c), inserted (b) re chairman and administrative officer and added provisions re obtaining federal aid for library science scholarships and cooperative library projects and re procedures for naming libraries; P.A. 75-316 substituted state library board for committee and added provisions re interagency library planning committee; P.A. 75-559 amended Subsec. (c) to include provisions governing board's disposal of unwanted duplicate, out-of-date or irrelevant materials; P.A. 76-436 substituted chief administrative judge for chief court administrator, effective July 1, 1978 (not enacted); P.A. 77-614 substituted commissioner of education for secretary of the state board of education and added Subsec. (d) placing library board within education department for administrative purposes, effective January 1, 1979; P.A. 79-610 amended Subsec. (a) to allow chief justice and chief court administrator to be represented on board by designee; P.A. 84-109 would have amended Subsec. (c) to replace the provision that the board shall “have charge” of the state library and supreme court building and grounds with the provision that the board “and the chief justice of the supreme court shall exercise overall policy direction” of such building and grounds and made technical changes, however primary amendment in Subsec. (c) did not take effect, P.A. 84-414 having precedence; P.A. 84-255 added provision to Subsec. (a) permitting the commissioner of education to appoint a designee to the board; P.A. 84-414 amended Subsec. (a) terminating all appointments to the board as of July 1, 1987, the new members to be appointed by the governor and the leadership of the general assembly, added a new Subsec. (c) re meeting requirements, quorums at meetings and vacancies on the board, relettered former Subsec. (c) as Subsec. (d) and deleted provisions re state library board having charge of the state library and supreme court building and appointing a state historian, relettered former Subsec. (d) as Subsec. (e) and added a new Subsec. (f) re biennial report to the general assembly; P.A. 86-109 replaced provision empowering board to designate state librarian as administrative officer with authority to sign contracts with provision designating state librarian as chief administrative officer of board and expanding his powers accordingly; P.A. 87-428 in Subsec. (a) changed the termination date of the terms of the members appointed prior to July 1, 1987, from June 30, 1987, to July 1, 1987, and added an experienced museum professional to the board and in Subsec. (d) authorized the board to establish a nonprofit foundation to raise funds from private sources; P.A. 88-216 deleted the interagency library planning committee in Subsec. (d) and added Subsec. (g) re an advisory council for library planning and development; P.A. 99-116 required funds from private sources to be held in manner prescribed by Secs. 4-37e to 4-37j, inclusive, instead of Sec. 4-31a, effective July 1, 1999; P.A. 07-227 deleted former Subsec. (f) re report, redesignated existing Subsec. (g) as Subsec. (f) and amended Subdiv. (3) therein to remove language limiting members of board to one reappointment and to add language allowing members to serve up to two consecutive terms and to be reappointed after one year without service on council, effective July 1, 2007; pursuant to P.A. 11-48, “Department of Higher Education” was changed editorially by the Revisors to “Board of Regents for Higher Education” in Subsec. (f)(2), effective July 1, 2011; P.A. 14-207 amended Subsec. (a) by deleting provision re Chief Justice may designate any judge of the Supreme Court to serve in his place, effective July 1, 2014."
            ],
            "annotations": [],
            "text": "(a) The State Library Board shall consist of the Chief Justice of the Supreme Court or his designee, the Chief Court Administrator or his designee, the Commissioner of Education or his designee and five electors to be appointed by the Governor for terms of five years from July first in the year of their appointment. The terms of all members appointed prior to July 1, 1987, shall terminate on June 30, 1987. Commencing on July 1, 1987, appointments to the board shall be made as follows: Five members shall be appointed by the Governor, one of whom shall be an experienced librarian, one of whom shall be an experienced archivist and one of whom shall be an experienced museum professional; and one member each shall be appointed by the president pro tempore of the Senate, the minority leader of the Senate, the speaker of the House of Representatives and the minority leader of the House. The term of each member of the board commencing on or after July 1, 1987, shall be coterminous with the term of the appointing authority. The appointing authority shall fill any vacancy in the office of an appointed member for the unexpired portion of the term.\n\n(b) The board may elect annually a chairman from its members to serve a term of one year from his election or until his successor is elected. The chairman shall represent the board in certifying such actions as the board may approve. The board shall provide for the supervision of the State Library by a State Librarian who shall serve as the chief administrative officer of the board and shall have administrative authority over the State Library and responsibility for its supervision.\n\n(c) The board shall meet at least once during each calendar quarter and at such other times as the chairman deems necessary or upon the request of a majority of members in office. A majority of the members in office, but not less than four, shall constitute a quorum. Any appointed member who fails to attend three consecutive meetings or who fails to attend fifty per cent of all meetings held during any calendar year shall be deemed to have resigned from office.\n\n(d) The State Library Board shall appoint the State Librarian. Except when specifically prohibited by the conditions, if any, upon which a gift was created or by a conditional sales agreement, the board is authorized to sell, trade or otherwise dispose of any unwanted duplicate, out-of-date or irrelevant materials within the collections of the State Library, provided that the monetary proceeds of such a transaction, if any, shall be deemed to be funds from private sources. The State Library Board is authorized to establish a nonprofit foundation for the purpose of raising funds from private sources to enhance the collections and programs of the library and the Raymond E. Baldwin Museum of Connecticut History and Heritage. All funds from private sources shall be held in the manner prescribed by sections 4-37e to 4-37j , inclusive, for use in furthering any purpose the board considers to be in harmony with the original purpose of the gift or purchase of such materials. The board shall engage in planning for state-wide library service, other than for school libraries, and for the establishment of a research center to facilitate the most effective use of materials in public, university, professional and industrial libraries and may take such action as is necessary to secure maximum state participation in federal aid for public libraries, for scholarships for students of library science and for cooperative library projects. The board may, by regulation, establish standards for principal public libraries and procedures for naming such libraries and periodically review the same. To carry out its duties under the general statutes, the board may make contracts, subject to the approval of the Attorney General and to any appropriations made for such purpose or the availability of other public or private funds.\n\n(e) The State Library Board shall be within the Department of Education for administrative purposes only.\n\n(f) (1) The State Library Board shall appoint an advisory council for library planning and development. The council shall assist the board with the development of state and federal library plans, advise the board on state policies and activities for library development, cooperation among different types of libraries and use of automated communication systems to support cooperative information services and assist the board in evaluating the usefulness of such activities to residents of the state.\n\n(2) The council shall consist of the following persons: Three public library representatives, one of whom shall be from a tax-supported public library serving a population of less than ten thousand, one of whom shall be from such a library serving a population of ten thousand or more and less than one hundred thousand and one of whom shall be from such a library serving a population of one hundred thousand or more; one representative of a cooperating library service unit; one representative of libraries which participate in shared automated library systems; one representative of the Connecticut Library Association; one special library representative; one representative from the academic library community; one representative from the school library community; one representative of institution libraries; one representative of a library serving the handicapped; one representative from the Department of Education; one representative from the Board of Regents for Higher Education; and six users of libraries represented on the council. The State Librarian shall represent the board and shall be an ex-officio, nonvoting member. The council shall designate one of its members to serve as a liaison to the board.\n\n(3) Except for members of the council who represent state agencies, nine of the members first appointed shall serve for a term of one year, eight of such members shall serve for a term of two years and thereafter members shall serve for a term of two years. The State Library Board shall determine which of the members first appointed shall serve for a term of one year and which of such members shall serve for a term of two years. Members may serve up to two consecutive terms. After serving such terms, a member may be reappointed after a minimum of one year without service on the council. The members of the council shall receive no compensation for their services but may be reimbursed for any necessary expenses incurred in the performance of their duties.\n\n(4) To achieve its purposes, the council may form task forces to address specific library issues. The task forces shall include representatives from the library community and users of libraries who possess expertise in the subject areas addressed by the task forces.\n\nSee Sec. 4-38f for definition of “administrative purposes only”.\n\nSee Sec. 4b-11 re State Library Board's responsibility for building and grounds of State Library and Supreme Court."
          }
        },
        {
          "section_key": "11-1a",
          "label": "Sec. 11-1a. Programs of state-wide library service.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-1a",
          "content": {
            "body_paragraphs": [
              "(a) The State Library Board may institute and conduct programs of state-wide library service which may include, but need not be limited to, (1) a cataloging and processing service to be available to libraries, (2) the creation and maintenance of current and retrospective union catalogs of books, union lists of serials and similar cooperative listings of library materials, (3) a program of coordinated acquisitions, storage and deposit of library materials, (4) the support and encouragement of the transfer, as loans or copies, of library materials between libraries and to nonresident library patrons, (5) the provision of suitable high-speed communications facilities, (6) the creation and maintenance of bibliographic and regional reference centers, (7) the provision of traveling collections of library materials and of book examination centers, (8) the provision of a publicity and public relations service for libraries, and (9) the creation and maintenance of a state-wide platform for the distribution of electronic books to public library patrons.",
              "(b) The State Library Board shall create and maintain one or more library research centers which shall utilize any appropriate sources of information, both within and outside of the state, to meet the needs of those making inquiries.",
              "(c) The State Library Board shall maintain the state's principal law library which shall be located in the State Library and Supreme Court Building. The State Library Board shall distribute state documents, statutes and public acts to the law libraries established pursuant to section 11-10b .",
              "(d) The State Library Board shall create and maintain a library service for the blind and other persons with disabilities, as provided for in 2 USC Sections 135a, 135a-1 and 135b. The State Library Board shall consult with the advisory committee relating to the library for blind and physically disabled persons and the Commissioner of Aging and Disability Services, or the commissioner's designee, before taking any action that may diminish or substantively change the library services described in this subsection.",
              "See Sec. 11-19a re system of law libraries.",
              "See Sec. 11-23a re library service centers in Middlesex and Windham-Tolland areas.",
              "See Sec. 11-23b re library service centers for public libraries and public schools."
            ],
            "source": [
              "(1969, P.A. 245, S. 2; P.A. 73-645, S. 3, 5; P.A. 75-316, S. 2; P.A. 76-368, S. 3, 9; P.A. 80-217, S. 1, 2; 80-340, S. 1, 2; June Sp. Sess. P.A. 83-7, S. 2, 3; P.A. 89-167, S. 4; P.A. 90-234, S. 1, 8; P.A. 95-234, S. 2, 3; P.A. 01-173, S. 41, 67; P.A. 14-82, S. 1; P.A. 22-118, S. 90.)"
            ],
            "history": [
              "History: P.A. 73-645 deleted reference to creation and maintenance of library research centers in former provisions and added new Subsec. (b) re library research centers, changing alphabetic Subdiv. indicators to numeric indicators in former provisions, now designated Subsec. (a); P.A. 75-316 changed state library committee to state library board; P.A. 76-368 added Subsecs. (c) to (e) re law libraries, cooperation with judicial department and maintenance of books and various expenditures; P.A. 80-217 changed hours of operation in Subsec. (c) from all day Monday to Saturday plus two evenings to all day Monday to Friday; P.A. 80-340 amended Subsec. (b) to delete provision for state-wide toll-free telephone access to research centers; June Sp. Sess. P.A. 83-7 amended Subsec. (c) by deleting a provision re hours of operation of the tier I libraries in Bridgeport and New Haven, said provision being added to Sec. 11-19a, and amended Subsec. (e) to reflect establishment of tier II libraries at New London and Danbury pursuant to Sec. 11-19a by deleting the authorization for the state library board to expend funds to maintain books in New London and Danbury provided it determines that staffing is not necessary at the tier II library in Norwich and deleting proviso that library facilities and staff are maintained at Danbury and New London without additional expense to the state; P.A. 89-167 added Subsec. (f) re the creation of a library service for the blind and other persons with disabilities; P.A. 90-234 deleted provisions detailing authority of state library board over system of law libraries formerly found in Subsecs. (c), (d) and (e), relettering former Subsec. (e) as (d), and revised Subsec. (c) to require the state library board to maintain the state's principal law library located in the state library and the supreme court building and to distribute state documents, statutes and public acts to law libraries; P.A. 95-234 added new Subsec. (e) re the Connecticut Library Network, effective July 1, 1995; P.A. 01-173 deleted Subsec. (e) re Connecticut Library Network, effective July 1, 2001; P.A. 14-82 amended Subsec. (a) to add Subdiv. (9) re state-wide platform for distribution of electronic books to public library patrons, effective July 1, 2014; P.A. 22-118 amended Subsec. (d) to add provision re State Library Board to consult on action that diminishes or substantively changes certain library services, effective July 1, 2022."
            ],
            "annotations": [],
            "text": "(a) The State Library Board may institute and conduct programs of state-wide library service which may include, but need not be limited to, (1) a cataloging and processing service to be available to libraries, (2) the creation and maintenance of current and retrospective union catalogs of books, union lists of serials and similar cooperative listings of library materials, (3) a program of coordinated acquisitions, storage and deposit of library materials, (4) the support and encouragement of the transfer, as loans or copies, of library materials between libraries and to nonresident library patrons, (5) the provision of suitable high-speed communications facilities, (6) the creation and maintenance of bibliographic and regional reference centers, (7) the provision of traveling collections of library materials and of book examination centers, (8) the provision of a publicity and public relations service for libraries, and (9) the creation and maintenance of a state-wide platform for the distribution of electronic books to public library patrons.\n\n(b) The State Library Board shall create and maintain one or more library research centers which shall utilize any appropriate sources of information, both within and outside of the state, to meet the needs of those making inquiries.\n\n(c) The State Library Board shall maintain the state's principal law library which shall be located in the State Library and Supreme Court Building. The State Library Board shall distribute state documents, statutes and public acts to the law libraries established pursuant to section 11-10b .\n\n(d) The State Library Board shall create and maintain a library service for the blind and other persons with disabilities, as provided for in 2 USC Sections 135a, 135a-1 and 135b. The State Library Board shall consult with the advisory committee relating to the library for blind and physically disabled persons and the Commissioner of Aging and Disability Services, or the commissioner's designee, before taking any action that may diminish or substantively change the library services described in this subsection.\n\nSee Sec. 11-19a re system of law libraries.\n\nSee Sec. 11-23a re library service centers in Middlesex and Windham-Tolland areas.\n\nSee Sec. 11-23b re library service centers for public libraries and public schools."
          }
        },
        {
          "section_key": "11-1b",
          "label": "Sec. 11-1b. Regulations re state-wide library service.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-1b",
          "content": {
            "body_paragraphs": [
              "The State Library Board shall promulgate regulations to implement the provisions of sections 11-1a , 11-24b and 11-31a ."
            ],
            "source": [
              "(P.A. 73-645, S. 4, 5; P.A. 75-316, S. 3.)"
            ],
            "history": [
              "History: P.A. 75-316 substituted state library board for state library committee."
            ],
            "annotations": [],
            "text": "The State Library Board shall promulgate regulations to implement the provisions of sections 11-1a , 11-24b and 11-31a ."
          }
        },
        {
          "section_key": "11-1c",
          "label": "Sec. 11-1c. Official state archives. Appointment of State Archivist.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-1c",
          "content": {
            "body_paragraphs": [
              "The State Library Board shall create and maintain the official state archives. The State Librarian shall, subject to the provisions of chapter 67, appoint an assistant, who shall be the State Archivist."
            ],
            "source": [
              "(P.A. 84-414, S. 9, 14.)"
            ],
            "history": [],
            "annotations": [],
            "text": "The State Library Board shall create and maintain the official state archives. The State Librarian shall, subject to the provisions of chapter 67, appoint an assistant, who shall be the State Archivist."
          }
        },
        {
          "section_key": "11-1d",
          "label": "Sec. 11-1d.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-1d",
          "content": {
            "body_paragraphs": [
              "Transferred to Chapter 185b, Part III, Sec. 10a-111a ."
            ],
            "source": [],
            "history": [],
            "annotations": [],
            "text": "Transferred to Chapter 185b, Part III, Sec. 10a-111a ."
          }
        },
        {
          "section_key": "11-2",
          "label": "Sec. 11-2. Powers and duties of State Librarian.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-2",
          "content": {
            "body_paragraphs": [
              "The State Library shall maintain programs for library development and reader services. The State Librarian shall be the administrative officer of the State Library and shall administer, coordinate and supervise the library. In order to carry out the duties of the State Librarian required by law, the State Librarian may enter into contracts, subject to the approval of the Attorney General and within any available appropriations or other funds available from the public or private sector. The State Librarian shall have the authority to sign contracts approved by the State Library Board in accordance with the policies established by the State Library Board. The State Librarian may appoint members of the staff of the State Library. Members of the staff of the State Library employed in positions requiring graduation from a library school shall be members of the unclassified service. The State Librarian may purchase books and other library resources for the State Library. The State Librarian is authorized and directed to distribute electronic copies of the files of each act favorably reported by any committee of the General Assembly to each high school and university in the state, upon request.",
              "See Sec. 7-35ee re State Librarian's duties under Uniform Real Property Electronic Recording Act.",
              "See Sec. 11-23 re State Librarian's duty to advise and assist public libraries."
            ],
            "source": [
              "(1949 Rev., S. 1632; February, 1965, P.A. 490, S. 2; P.A. 75-316, S. 4; P.A. 80-36, S. 1, 2; P.A. 82-306, S. 1; P.A. 84-109, S. 3; 84-414, S. 2, 14; P.A. 86-109, S. 2; P.A. 88-216, S. 1, 7; P.A. 91-104, S. 1, 3; P.A. 95-220, S. 3, 6; P.A. 07-227, S. 2; P.A. 11-150, S. 11.)"
            ],
            "history": [
              "History: 1965 act added provisions re divisions of reader services and of library development, designated associate librarians as members of unclassified service and required that committee, rather than state librarian, report to general assembly; P.A. 75-316 substituted state library board for state library committee; P.A. 80-36 made appointment of associate state librarians as division heads optional rather than mandatory by replacing “shall” with “may”; P.A. 82-306 eliminated requirement that state librarian locate and identify graves of veterans buried within the state; P.A. 84-109 replaced provision that the state librarian “shall have charge under the state library board” of the state library and supreme court building and grounds with provision that the state librarian “shall have administrative responsibility, in accordance with policies and procedures established by the state library board and the chief justice of the supreme court” for such building and grounds; P.A. 84-414 deleted provisions re separate divisions of reader services and of library services, deleted provisions re appointment of associate state librarians as the administrative head of said divisions and deleted provision re biennial report to the general assembly; P.A. 86-109 added provisions designating state librarian as administrative officer of library and authorizing librarian to sign contracts approved by library board; P.A. 88-216 provided for the appointment of a deputy state librarian and made technical changes; P.A. 91-104 deleted references to associate state librarians and a deputy state librarian; P.A. 95-220 removed reference to administrative responsibility of State Librarian for State Library and Supreme Court building and grounds, effective July 1, 1995; P.A. 07-227 added language permitting State Librarian to enter into contracts with approval of Attorney General and removed requirement of board approvals for staff appointments and purchase of books and materials by State Librarian, effective July 1, 2007; P.A. 11-150 added requirement that copies of files distributed be electronic and deleted reference to files being printed, effective July 1, 2011."
            ],
            "annotations": [],
            "text": "The State Library shall maintain programs for library development and reader services. The State Librarian shall be the administrative officer of the State Library and shall administer, coordinate and supervise the library. In order to carry out the duties of the State Librarian required by law, the State Librarian may enter into contracts, subject to the approval of the Attorney General and within any available appropriations or other funds available from the public or private sector. The State Librarian shall have the authority to sign contracts approved by the State Library Board in accordance with the policies established by the State Library Board. The State Librarian may appoint members of the staff of the State Library. Members of the staff of the State Library employed in positions requiring graduation from a library school shall be members of the unclassified service. The State Librarian may purchase books and other library resources for the State Library. The State Librarian is authorized and directed to distribute electronic copies of the files of each act favorably reported by any committee of the General Assembly to each high school and university in the state, upon request.\n\nSee Sec. 7-35ee re State Librarian's duties under Uniform Real Property Electronic Recording Act.\n\nSee Sec. 11-23 re State Librarian's duty to advise and assist public libraries."
          }
        },
        {
          "section_key": "11-2a",
          "label": "Sec. 11-2a. Receipt of federal funds.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-2a",
          "content": {
            "body_paragraphs": [
              "The State Librarian is empowered, subject to the provisions of the general statutes, to receive any federal funds made available to the state for purposes of programs under his jurisdiction and to expend such funds for the purpose or purposes for which they are made available. The State Treasurer shall be the custodian of such funds."
            ],
            "source": [
              "(1972, P.A. 139.)"
            ],
            "history": [],
            "annotations": [],
            "text": "The State Librarian is empowered, subject to the provisions of the general statutes, to receive any federal funds made available to the state for purposes of programs under his jurisdiction and to expend such funds for the purpose or purposes for which they are made available. The State Treasurer shall be the custodian of such funds."
          }
        },
        {
          "section_key": "11-2b",
          "label": "Sec. 11-2b. Connecticut Parent Technology Academy.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-2b",
          "content": {
            "body_paragraphs": [
              "The State Library, in consultation with the Commission for Educational Technology, within available appropriations, shall contract, through a request for proposal process, for the development of a Connecticut Parent Technology Academy. The academy shall be host network for the development of increased opportunities for parents of elementary, middle and secondary school students to learn about and demonstrate their knowledge of information technologies. The academy shall: (1) Identify existing programs and best practices for the delivery of information technology training for parents, (2) coordinate the development of curriculum models to be used to train parents in the use of information technologies, and (3) seek business, philanthropic, community and educational partners to expand training locations and learning options for parents. The Commission for Educational Technology shall work in collaboration with the academy to negotiate vendor discounts for computer purchases and upgrades and low interest bank loans for such purchases for parents who successfully complete an information technology training program."
            ],
            "source": [
              "(P.A. 00-187, S. 45, 75.)"
            ],
            "history": [
              "History: P.A. 00-187 effective July 1, 2000."
            ],
            "annotations": [],
            "text": "The State Library, in consultation with the Commission for Educational Technology, within available appropriations, shall contract, through a request for proposal process, for the development of a Connecticut Parent Technology Academy. The academy shall be host network for the development of increased opportunities for parents of elementary, middle and secondary school students to learn about and demonstrate their knowledge of information technologies. The academy shall: (1) Identify existing programs and best practices for the delivery of information technology training for parents, (2) coordinate the development of curriculum models to be used to train parents in the use of information technologies, and (3) seek business, philanthropic, community and educational partners to expand training locations and learning options for parents. The Commission for Educational Technology shall work in collaboration with the academy to negotiate vendor discounts for computer purchases and upgrades and low interest bank loans for such purchases for parents who successfully complete an information technology training program."
          }
        },
        {
          "section_key": "11-3",
          "label": "Sec. 11-3. Transfer of books to college libraries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-3",
          "content": {
            "body_paragraphs": [
              "The State Librarian is authorized, from time to time, under the direction of the State Library Board, to transfer for an indefinite period, to the libraries of any university or college in the state, any duplicates or other books or pamphlets not in current use."
            ],
            "source": [
              "(1949 Rev., S. 1631; P.A. 75-316, S. 5; P.A. 84-414, S. 3, 14.)"
            ],
            "history": [
              "History: P.A. 75-316 substituted state library board for state library committee; P.A. 84-414 deleted specific reference to Yale University."
            ],
            "annotations": [],
            "text": "The State Librarian is authorized, from time to time, under the direction of the State Library Board, to transfer for an indefinite period, to the libraries of any university or college in the state, any duplicates or other books or pamphlets not in current use."
          }
        },
        {
          "section_key": "11-4",
          "label": "Sec. 11-4. Preservation of official documents in State Library.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-4",
          "content": {
            "body_paragraphs": [
              "Section 11-4 is repealed."
            ],
            "source": [
              "(1949 Rev., S. 1633; 1959, P.A. 152, S. 24; P.A. 84-414, S. 13, 14.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-4 is repealed."
          }
        },
        {
          "section_key": "11-4a",
          "label": "Sec. 11-4a. Submission of reports to the General Assembly and State Librarian.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-4a",
          "content": {
            "body_paragraphs": [
              "Each commission, task force or committee appointed by the Governor or the General Assembly, or both, and required to report its findings and recommendations, and each state agency which submits a report to the General Assembly or any committee of the General Assembly, shall submit its report electronically to the clerks of the Senate and the House of Representatives and the Office of Legislative Research, and shall file one copy with the State Librarian."
            ],
            "source": [
              "(1959, P.A. 419; P.A. 87-64; P.A. 11-150, S. 12; 11-214, S. 1; P.A. 15-18, S. 9.)"
            ],
            "history": [
              "History: P.A. 87-64 deleted reference to “temporary” commissions, extended reporting and filing requirements to task forces and state agencies which report to the general assembly or a committee of the general assembly, and required one copy of report to be filed with office of legislative research; P.A. 11-150 required that reports be submitted electronically to the clerks and Office of Legislative Research and that one copy be filed with State Librarian, effective July 1, 2011; P.A. 11-214 provided that any report pursuant to Sec. 17b-179(n) may be in electronic form; P.A. 15-18 deleted reference to reports submitted pursuant to Sec. 17b-179(n), effective June 5, 2015."
            ],
            "annotations": [],
            "text": "Each commission, task force or committee appointed by the Governor or the General Assembly, or both, and required to report its findings and recommendations, and each state agency which submits a report to the General Assembly or any committee of the General Assembly, shall submit its report electronically to the clerks of the Senate and the House of Representatives and the Office of Legislative Research, and shall file one copy with the State Librarian."
          }
        },
        {
          "section_key": "11-4b",
          "label": "Sec. 11-4b.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-4b",
          "content": {
            "body_paragraphs": [
              "Transferred to Chapter 189, Sec. 11-19e ."
            ],
            "source": [],
            "history": [],
            "annotations": [],
            "text": "Transferred to Chapter 189, Sec. 11-19e ."
          }
        },
        {
          "section_key": "11-4c",
          "label": "Sec. 11-4c. Preservation of official documents in State Library.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-4c",
          "content": {
            "body_paragraphs": [
              "Any official of the state or of any town, or any other official, may turn over to the State Librarian, with his consent, for permanent preservation in the State Library, any official books, records, documents, original papers or files, not in current use in his office, taking a receipt therefor which shall be recorded. Such official may, in like manner, turn over to the State Librarian, with his consent, for use of the state, any printed books, records, documents or reports not in current use in his office. The State Librarian, upon the request of any person entitled thereto, shall furnish a certified copy of any official state or municipal books, records, documents, original papers, land, or probate records in his custody, and such certified copy shall be entitled to the same weight as evidence as though certified by the authority by whom such record, document or paper was deposited with said librarian."
            ],
            "source": [
              "(P.A. 84-414, S. 10, 14.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Any official of the state or of any town, or any other official, may turn over to the State Librarian, with his consent, for permanent preservation in the State Library, any official books, records, documents, original papers or files, not in current use in his office, taking a receipt therefor which shall be recorded. Such official may, in like manner, turn over to the State Librarian, with his consent, for use of the state, any printed books, records, documents or reports not in current use in his office. The State Librarian, upon the request of any person entitled thereto, shall furnish a certified copy of any official state or municipal books, records, documents, original papers, land, or probate records in his custody, and such certified copy shall be entitled to the same weight as evidence as though certified by the authority by whom such record, document or paper was deposited with said librarian."
          }
        },
        {
          "section_key": "11-4d",
          "label": "Sec. 11-4d. State Librarian to establish standards for preservation and authentication of electronic documents.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-4d",
          "content": {
            "body_paragraphs": [
              "Not later than January 1, 2012, the State Librarian shall, in consultation with the Secretary of the Office of Policy and Management, the Commissioner of Administrative Services, the executive director of the Joint Committee on Legislative Management and the Chief Court Administrator of the Judicial Branch, establish standards and guidelines for the preservation and authentication of electronic documents."
            ],
            "source": [
              "(P.A. 11-150, S. 28.)"
            ],
            "history": [
              "History: P.A. 11-150 effective July 8, 2011 (Revisor's note: “Chief Information Officer of the Department of Information Technology” was deleted editorially by the Revisors to conform with changes made by P.A. 11-51, S. 76)."
            ],
            "annotations": [],
            "text": "Not later than January 1, 2012, the State Librarian shall, in consultation with the Secretary of the Office of Policy and Management, the Commissioner of Administrative Services, the executive director of the Joint Committee on Legislative Management and the Chief Court Administrator of the Judicial Branch, establish standards and guidelines for the preservation and authentication of electronic documents."
          }
        },
        {
          "section_key": "11-5",
          "label": "Sec. 11-5. Preservation and reproduction of land and probate records.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-5",
          "content": {
            "body_paragraphs": [
              "Section 11-5 is repealed."
            ],
            "source": [
              "(1949 Rev., S. 1634; P.A. 84-414, S. 13, 14.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-5 is repealed."
          }
        },
        {
          "section_key": "11-6",
          "label": "Sec. 11-6. War records collection.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-6",
          "content": {
            "body_paragraphs": [
              "The State Library shall maintain a collection of war records, which shall include classifications and indexes of all available material relating to Connecticut participation, public or private, in the First and Second World Wars. The collection shall be as complete and comprehensive as possible and cover not only the activities of the state, its subdivisions and agencies, but also of Connecticut agencies of the federal government, of organizations of private persons and of those individuals who were direct participants in said wars, whether as soldiers, sailors, aviators or otherwise."
            ],
            "source": [
              "(1949 Rev., S. 1635; P.A. 75-316, S. 6; P.A. 84-414, S. 4, 14.)"
            ],
            "history": [
              "History: P.A. 75-316 substituted state library board for state library committee; P.A. 84-414 repealed language establishing a department of war records and substituted language re maintenance of a war records collection by the state library."
            ],
            "annotations": [],
            "text": "The State Library shall maintain a collection of war records, which shall include classifications and indexes of all available material relating to Connecticut participation, public or private, in the First and Second World Wars. The collection shall be as complete and comprehensive as possible and cover not only the activities of the state, its subdivisions and agencies, but also of Connecticut agencies of the federal government, of organizations of private persons and of those individuals who were direct participants in said wars, whether as soldiers, sailors, aviators or otherwise."
          }
        },
        {
          "section_key": "11-6a",
          "label": "Sec. 11-6a. Raymond E. Baldwin Museum of Connecticut History and Heritage. Advisory committee. Director.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-6a",
          "content": {
            "body_paragraphs": [
              "(a) The State Library Board shall establish and operate the Raymond E. Baldwin Museum of Connecticut History and Heritage to acquire, preserve, and exhibit collections and artifacts that interpret the state's culture and heritage and to provide public programs and activities.",
              "(b) There is established an advisory committee to advise the State Library Board with respect to the policies, collections, programs, activities and operations of the Raymond E. Baldwin Museum of Connecticut History and Heritage. The advisory committee shall consist of eight members as follows: The chairperson of the Historic Preservation Council, or the chairperson's designee; the executive director of the Connecticut Historical Society; the State Historian; and five persons appointed by the Governor, three of whom shall be experienced museum professionals.",
              "(c) The State Librarian shall, subject to the provisions of chapter 67, appoint an assistant who shall be the director of the Raymond E. Baldwin Museum of Connecticut History and Heritage. The director shall be a qualified and experienced museum professional."
            ],
            "source": [
              "(P.A. 86-324; P.A. 87-428, S. 2, 3; June 30 Sp. Sess. P.A. 03-6, S. 210(e); P.A. 04-20, S. 3; 04-205, S. 5; May Sp. Sess. P.A. 04-2, S. 30; P.A. 11-48, S. 162; P.A. 21-193, S. 9.)"
            ],
            "history": [
              "History: P.A. 87-428 named the museum the Raymond E. Baldwin Museum of Connecticut History and Heritage, inserted new Subsec. (b) establishing an advisory committee and inserted new Subsec. (c) providing for the appointment of the museum director and designated Subsec. (a) accordingly; June 30 Sp. Sess. P.A. 03-6 and P.A. 04-20 replaced the Connecticut Historical Commission with the Connecticut Commission on Arts, Tourism, Culture, History and Film, effective August 20, 2003; P.A. 04-205, effective June 3, 2004, and May Sp. Sess. P.A. 04-2, effective May 12, 2004, both replaced Connecticut Commission on Arts, Tourism, Culture, History and Film with Connecticut Commission on Culture and Tourism; P.A. 11-48 amended Subsec. (b) to replace “Connecticut Commission on Culture and Tourism” with “Culture and Tourism Advisory Committee”, effective July 1, 2011; P.A. 21-193 amended Subsec. (b) to replace “executive director of the Culture and Tourism Advisory Committee” with “chairperson of the Historic Preservation Council, or the chairperson's designee”, effective July 13, 2021."
            ],
            "annotations": [],
            "text": "(a) The State Library Board shall establish and operate the Raymond E. Baldwin Museum of Connecticut History and Heritage to acquire, preserve, and exhibit collections and artifacts that interpret the state's culture and heritage and to provide public programs and activities.\n\n(b) There is established an advisory committee to advise the State Library Board with respect to the policies, collections, programs, activities and operations of the Raymond E. Baldwin Museum of Connecticut History and Heritage. The advisory committee shall consist of eight members as follows: The chairperson of the Historic Preservation Council, or the chairperson's designee; the executive director of the Connecticut Historical Society; the State Historian; and five persons appointed by the Governor, three of whom shall be experienced museum professionals.\n\n(c) The State Librarian shall, subject to the provisions of chapter 67, appoint an assistant who shall be the director of the Raymond E. Baldwin Museum of Connecticut History and Heritage. The director shall be a qualified and experienced museum professional."
          }
        },
        {
          "section_key": "11-7",
          "label": "Sec. 11-7. Purchase of copies of town records.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-7",
          "content": {
            "body_paragraphs": [
              "Section 11-7 is repealed."
            ],
            "source": [
              "(1949 Rev., S. 1636; P.A. 84-414, S. 13, 14.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-7 is repealed."
          }
        },
        {
          "section_key": "11-8",
          "label": "Sec. 11-8. Records management program. Public Records Administrator.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8",
          "content": {
            "body_paragraphs": [
              "(a) Under the direction of the State Library Board, the State Librarian shall be responsible for developing and directing a records management program for the books, records, papers and documents of all state agencies within the executive department, and the books, records, papers and documents of the several towns, cities, boroughs, districts and other political subdivisions of the state, pursuant to the provisions of section 11-8a . The State Librarian shall also supervise the operation of state records centers; provide photoduplication and microfilming service and document repair and restoration service for state and local records; approve security storage facilities, within or without the state, or establish and operate such facilities within the state, for the safe storage of original public records or security copies thereof; and carry out a program for the identification and preservation of essential records of the state and of its political subdivisions. The State Librarian shall, with the approval of the State Library Board, and in accordance with the provisions of chapter 54, adopt regulations for the creation and preservation of the records of the several towns, cities, boroughs and districts of the state. Such regulations shall establish the physical characteristics required for papers, inks, typewriter ribbons, carbon papers, loose-leaf binders, photographic films or other supplies and materials, including photographic or other processes for recording documents, used in the creation of public records; and the design, construction and degree of fire resistance required for safes, cabinets, vaults and file rooms in which public records are housed. The State Librarian shall ascertain from time to time whether the provisions of the general statutes and of such regulations relating to the recording, filing, indexing, maintenance and disposition of such records are being carried out. The State Librarian may order any person having the care and custody of such records to comply with such statutes or with such regulations. The State Librarian shall send a copy of such order to the chief administrative officer of the town, city, borough or district to which the records relate. The order shall specify the time within which the order shall be complied with. In setting such time for compliance, the State Librarian shall take into consideration the availability of facilities or equipment or the need for the construction or purchase thereof. The State Librarian may cause the enforcement of any such order by application to the Superior Court, or to any judge thereof if said court is not then sitting, to issue an appropriate decree or process, which application shall be brought and the proceedings thereon conducted by the Attorney General.",
              "(b) The State Librarian shall, subject to the provisions of chapter 67, appoint an assistant who shall be the Public Records Administrator. All powers, functions and duties assigned to the Examiner of Public Records are hereby transferred to the Public Records Administrator.",
              "See Secs. 1-9 to 1-12, inclusive, re standards for ink, paper, binders etc. used for public records.",
              "See Sec. 7-109 re destruction of documents."
            ],
            "source": [
              "(1949 Rev., S. 1637; 1967, P.A. 495, S. 3; P.A. 73-544, S. 21; P.A. 77-614, S. 121, 610; P.A. 80-338, S. 4; P.A. 84-414, S. 5, 14; P.A. 89-167, S. 1; P.A. 12-66, S. 19.)"
            ],
            "history": [
              "History: 1967 act substituted public records administrator for examiner of public records, made administrator head of newly-created department of archives and records administration, deleted requirement that committee approve the appointment and replaced former provisions re duties with detailed enumeration of duties; P.A. 73-544 substituted civil preparedness for civil defense; P.A. 77-614 substituted commissioner of administrative services for records management committee; P.A. 80-338 clarified that records management program be carried out for state agencies “within the executive department”, substituted state librarian for commissioner of administrative services, deleted provision re cooperation with civil preparedness advisory council, deleted references to standards and substituted “chapter 54” for “chapter 48”; P.A. 84-414 deleted provisions re department of archives and records administration, inserted Subsec. (a) with provisions directing the state librarian to develop a records management program for the books, records, papers and documents of all state agencies and the several towns, cities, boroughs, districts and other political subdivisions of the state and inserted a new Subsec. (b) re appointment of a public records administrator; P.A. 89-167 amended Subsec. (a) by deleting the requirement that the state librarian obtain the approval of the commissioner of administrative services re the records management program; P.A. 12-66 amended Subsec. (a) to delete references to probate districts and make technical changes."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253; 223 C. 731."
              }
            ],
            "text": "(a) Under the direction of the State Library Board, the State Librarian shall be responsible for developing and directing a records management program for the books, records, papers and documents of all state agencies within the executive department, and the books, records, papers and documents of the several towns, cities, boroughs, districts and other political subdivisions of the state, pursuant to the provisions of section 11-8a . The State Librarian shall also supervise the operation of state records centers; provide photoduplication and microfilming service and document repair and restoration service for state and local records; approve security storage facilities, within or without the state, or establish and operate such facilities within the state, for the safe storage of original public records or security copies thereof; and carry out a program for the identification and preservation of essential records of the state and of its political subdivisions. The State Librarian shall, with the approval of the State Library Board, and in accordance with the provisions of chapter 54, adopt regulations for the creation and preservation of the records of the several towns, cities, boroughs and districts of the state. Such regulations shall establish the physical characteristics required for papers, inks, typewriter ribbons, carbon papers, loose-leaf binders, photographic films or other supplies and materials, including photographic or other processes for recording documents, used in the creation of public records; and the design, construction and degree of fire resistance required for safes, cabinets, vaults and file rooms in which public records are housed. The State Librarian shall ascertain from time to time whether the provisions of the general statutes and of such regulations relating to the recording, filing, indexing, maintenance and disposition of such records are being carried out. The State Librarian may order any person having the care and custody of such records to comply with such statutes or with such regulations. The State Librarian shall send a copy of such order to the chief administrative officer of the town, city, borough or district to which the records relate. The order shall specify the time within which the order shall be complied with. In setting such time for compliance, the State Librarian shall take into consideration the availability of facilities or equipment or the need for the construction or purchase thereof. The State Librarian may cause the enforcement of any such order by application to the Superior Court, or to any judge thereof if said court is not then sitting, to issue an appropriate decree or process, which application shall be brought and the proceedings thereon conducted by the Attorney General.\n\n(b) The State Librarian shall, subject to the provisions of chapter 67, appoint an assistant who shall be the Public Records Administrator. All powers, functions and duties assigned to the Examiner of Public Records are hereby transferred to the Public Records Administrator.\n\nSee Secs. 1-9 to 1-12, inclusive, re standards for ink, paper, binders etc. used for public records.\n\nSee Sec. 7-109 re destruction of documents."
          }
        },
        {
          "section_key": "11-8a",
          "label": "Sec. 11-8a. Retention, destruction and transfer of documents. Centralized microcopying services.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8a",
          "content": {
            "body_paragraphs": [
              "(a) The State Librarian shall, in the performance of the State Librarian's duties pursuant to section 11-8 , consult with the Attorney General and the chief executive officers of the Connecticut Town Clerks Association and the Municipal Finance Officers Association of Connecticut, or their duly appointed representatives.",
              "(b) The State Librarian may require each such state agency, or each political subdivision of the state, to inventory all books, records, papers and documents under its jurisdiction and to submit to the State Librarian for approval retention schedules for all such books, records, papers and documents, or the State Librarian may undertake such inventories and establish such retention schedules, based on the administrative need of retaining such books, records, papers and documents within agency offices or in suitable records centers. Each agency head, and each local official concerned, shall notify the State Librarian of any changes in the administrative requirements for the retention of any book, record, paper or document subsequent to the approval of retention schedules by the State Librarian.",
              "(c) If the Public Records Administrator and the State Archivist determine that certain books, records, papers and documents which have no further administrative, fiscal or legal usefulness are of historical value to the state, the State Librarian shall direct that they be transferred to the State Library. If the State Librarian determines that such books, records, papers and documents are of no administrative, fiscal, or legal value, and the Public Records Administrator and State Archivist determine that they are of no historical value to the state, the State Librarian shall approve their disposal, whereupon the head of the state agency or political subdivision shall dispose of them as directed by the State Librarian.",
              "(d) The State Librarian may establish and carry out a program of inventorying, repairing and microcopying for the security of those records of political subdivisions of the state which he determines to have permanent value; and he may provide safe storage for the security of such microcopies of such records.",
              "(e) The State Library Board may transfer any of the books, records, documents, papers, files and reports turned over to the State Librarian pursuant to the provisions of this section and section 11-4c . The State Library Board shall have sole authority to authorize any such transfers. The State Library Board shall adopt regulations pursuant to chapter 54 to carry out the provisions of this subsection.",
              "(f) Each state agency shall cooperate with the State Librarian to carry out the provisions of this section and shall designate an agency employee to serve as the records management liaison officer for this purpose.",
              "See Sec. 7-109 re destruction of documents by municipal officials, boards or commissioners."
            ],
            "source": [
              "(P.A. 80-338, S. 1; P.A. 81-472, S. 13, 159; P.A. 84-119, S. 1, 3; 84-414, S. 6, 14; P.A. 88-216, S. 2, 7; P.A. 89-167, S. 2; P.A. 12-66, S. 20; P.A. 14-122, S. 13.)"
            ],
            "history": [
              "History: P.A. 81-472 made technical change; P.A. 84-119 included participation of state archivist in determination re transfer of documents to state library and destruction of certain public records; P.A. 84-414 deleted provisions re records management program and reiterated amendments made by P.A. 84-119; P.A. 88-216 restructured the section, added Subsec. designations and provided for the transfer of documents by the state library board; P.A. 89-167 added Subsec. (f) concerning designation of a records management liaison officer; P.A. 12-66 amended Subsec. (a) to delete “the Probate Court Administrator and” and amended Subsec. (b) to delete “including each probate district” and make technical changes; P.A. 14-122 made technical changes in Subsec. (a)."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 223 C. 731."
              },
              {
                "first": false,
                "text": "Subsec. (c):"
              },
              {
                "first": false,
                "text": "Destruction of public records is an illegal subject of bargaining. 216 C. 253."
              }
            ],
            "text": "(a) The State Librarian shall, in the performance of the State Librarian's duties pursuant to section 11-8 , consult with the Attorney General and the chief executive officers of the Connecticut Town Clerks Association and the Municipal Finance Officers Association of Connecticut, or their duly appointed representatives.\n\n(b) The State Librarian may require each such state agency, or each political subdivision of the state, to inventory all books, records, papers and documents under its jurisdiction and to submit to the State Librarian for approval retention schedules for all such books, records, papers and documents, or the State Librarian may undertake such inventories and establish such retention schedules, based on the administrative need of retaining such books, records, papers and documents within agency offices or in suitable records centers. Each agency head, and each local official concerned, shall notify the State Librarian of any changes in the administrative requirements for the retention of any book, record, paper or document subsequent to the approval of retention schedules by the State Librarian.\n\n(c) If the Public Records Administrator and the State Archivist determine that certain books, records, papers and documents which have no further administrative, fiscal or legal usefulness are of historical value to the state, the State Librarian shall direct that they be transferred to the State Library. If the State Librarian determines that such books, records, papers and documents are of no administrative, fiscal, or legal value, and the Public Records Administrator and State Archivist determine that they are of no historical value to the state, the State Librarian shall approve their disposal, whereupon the head of the state agency or political subdivision shall dispose of them as directed by the State Librarian.\n\n(d) The State Librarian may establish and carry out a program of inventorying, repairing and microcopying for the security of those records of political subdivisions of the state which he determines to have permanent value; and he may provide safe storage for the security of such microcopies of such records.\n\n(e) The State Library Board may transfer any of the books, records, documents, papers, files and reports turned over to the State Librarian pursuant to the provisions of this section and section 11-4c . The State Library Board shall have sole authority to authorize any such transfers. The State Library Board shall adopt regulations pursuant to chapter 54 to carry out the provisions of this subsection.\n\n(f) Each state agency shall cooperate with the State Librarian to carry out the provisions of this section and shall designate an agency employee to serve as the records management liaison officer for this purpose.\n\nSee Sec. 7-109 re destruction of documents by municipal officials, boards or commissioners."
          }
        },
        {
          "section_key": "11-8b",
          "label": "Sec. 11-8b. Transfer or disposal of public records. State Library Board to adopt regulations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8b",
          "content": {
            "body_paragraphs": [
              "All public records, as defined in section 11-8 or section 11-8a , or other such records, created by public offices, are the property of the agency concerned and shall not be removed, destroyed, mutilated, transferred or otherwise damaged or disposed of, in whole or in part, except as provided by law or under the rules and regulations adopted by the State Library Board pursuant to the provisions of chapter 54. Such public records shall be delivered by outgoing officials and employees to their successors and shall not be otherwise removed, transferred, or destroyed unlawfully."
            ],
            "source": [
              "(P.A. 84-119, S. 2, 3.)"
            ],
            "history": [],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253."
              }
            ],
            "text": "All public records, as defined in section 11-8 or section 11-8a , or other such records, created by public offices, are the property of the agency concerned and shall not be removed, destroyed, mutilated, transferred or otherwise damaged or disposed of, in whole or in part, except as provided by law or under the rules and regulations adopted by the State Library Board pursuant to the provisions of chapter 54. Such public records shall be delivered by outgoing officials and employees to their successors and shall not be otherwise removed, transferred, or destroyed unlawfully."
          }
        },
        {
          "section_key": "11-8c",
          "label": "Sec. 11-8c. Recovery of public records by State Librarian.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8c",
          "content": {
            "body_paragraphs": [
              "Upon complaint of the State Librarian, the Attorney General shall replevy any public records which have been unlawfully transferred or removed in violation of sections 1-18 , 1-210 , 7-109 , 11-8 and 11-8a . Such public records shall be returned to the office of origin and safeguards shall be established to prevent further recurrence of unlawful transfer or removal."
            ],
            "source": [
              "(P.A. 84-251.)"
            ],
            "history": [],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253."
              }
            ],
            "text": "Upon complaint of the State Librarian, the Attorney General shall replevy any public records which have been unlawfully transferred or removed in violation of sections 1-18 , 1-210 , 7-109 , 11-8 and 11-8a . Such public records shall be returned to the office of origin and safeguards shall be established to prevent further recurrence of unlawful transfer or removal."
          }
        },
        {
          "section_key": "",
          "label": "Secs. 11-8d to 11-8h.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#secs_11-8d_to_11-8h",
          "content": {
            "body_paragraphs": [],
            "source": [],
            "history": [],
            "annotations": [],
            "text": ""
          }
        },
        {
          "section_key": "11-8i",
          "label": "Sec. 11-8i. Historic documents preservation account.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8i",
          "content": {
            "body_paragraphs": [
              "There is established, within the General Fund, a separate and nonlapsing account to be known as the “historic documents preservation account”. The account shall contain any moneys required by law to be deposited in the account. Investment earnings credited to the assets of the account shall become part of the assets of the account. Any balance remaining in the account at the end of any fiscal year shall be carried forward for the fiscal year next succeeding. The moneys in said account shall be used for the purposes of sections 11-8j to 11-8 l , inclusive."
            ],
            "source": [
              "(P.A. 00-146, S. 2, 8.)"
            ],
            "history": [
              "History: P.A. 00-146 effective July 1, 2000."
            ],
            "annotations": [],
            "text": "There is established, within the General Fund, a separate and nonlapsing account to be known as the “historic documents preservation account”. The account shall contain any moneys required by law to be deposited in the account. Investment earnings credited to the assets of the account shall become part of the assets of the account. Any balance remaining in the account at the end of any fiscal year shall be carried forward for the fiscal year next succeeding. The moneys in said account shall be used for the purposes of sections 11-8j to 11-8 l , inclusive."
          }
        },
        {
          "section_key": "11-8j",
          "label": "Sec. 11-8j. Preservation and management of historic documents: Definitions.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8j",
          "content": {
            "body_paragraphs": [
              "As used in sections 11-8i to 11-8 l , inclusive, “preservation and management of historic documents” means activities that include, but are not limited to, the following: (1) The restoration and conservation of land records, land record indexes, maps or other records; (2) the microfilming of land records, land record indexes, maps or other records; (3) the use of information technology to facilitate the performance of duties integral to the maintenance and tracking of historic documents; (4) providing public access to an electronic indexing system that combines the grantor index and the grantee index of a town's land records; (5) the assessment or upgrading of records retention facilities; (6) disaster recovery; and (7) the training of personnel to perform duties integral to the maintenance and tracking of historic documents."
            ],
            "source": [
              "(P.A. 00-146, S. 3, 8; P.A. 07-252, S. 55.)"
            ],
            "history": [
              "History: P.A. 00-146 effective July 1, 2000; P.A. 07-252 redefined “preservation and management of historic documents” to include providing public access to electronic indexing system that combines grantor and grantee indices of town's land records in new Subdiv. (4) and to redesignate existing Subdivs. (4) to (6) as Subdivs. (5) to (7), effective July 1, 2007."
            ],
            "annotations": [],
            "text": "As used in sections 11-8i to 11-8 l , inclusive, “preservation and management of historic documents” means activities that include, but are not limited to, the following: (1) The restoration and conservation of land records, land record indexes, maps or other records; (2) the microfilming of land records, land record indexes, maps or other records; (3) the use of information technology to facilitate the performance of duties integral to the maintenance and tracking of historic documents; (4) providing public access to an electronic indexing system that combines the grantor index and the grantee index of a town's land records; (5) the assessment or upgrading of records retention facilities; (6) disaster recovery; and (7) the training of personnel to perform duties integral to the maintenance and tracking of historic documents."
          }
        },
        {
          "section_key": "11-8k",
          "label": "Sec. 11-8k. Historic documents preservation grants to municipalities. Allocation of moneys in historic documents preservation account.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8k",
          "content": {
            "body_paragraphs": [
              "(a) The Public Records Administrator shall make grants to municipalities from the historic documents preservation account, established under section 11-8i , for the preservation and management of historic documents.",
              "(b) If the Public Records Administrator finds that any grant awarded pursuant to this section is being used for other purposes or to supplant a previous source of funds, the Public Records Administrator may require repayment.",
              "(c) The Public Records Administrator shall allocate moneys in the historic documents preservation account, established under section 11-8i , for (1) the preservation and management of historic documents maintained by the State Library, and (2) the expenses of administering the historic documents preservation grant program, established under section 11-8 l . The total amount of such allocated moneys in any fiscal year shall be thirty per cent of the moneys deposited in such historic documents preservation account in such year. On or before September 1, 2001, and annually thereafter, the State Library shall submit a report describing the activities performed with the allocated moneys for the preceding fiscal year to the joint standing committee of the General Assembly having cognizance of matters relating to government administration."
            ],
            "source": [
              "(P.A. 00-146, S. 4, 8.)"
            ],
            "history": [
              "History: P.A. 00-146 effective July 1, 2000."
            ],
            "annotations": [],
            "text": "(a) The Public Records Administrator shall make grants to municipalities from the historic documents preservation account, established under section 11-8i , for the preservation and management of historic documents.\n\n(b) If the Public Records Administrator finds that any grant awarded pursuant to this section is being used for other purposes or to supplant a previous source of funds, the Public Records Administrator may require repayment.\n\n(c) The Public Records Administrator shall allocate moneys in the historic documents preservation account, established under section 11-8i , for (1) the preservation and management of historic documents maintained by the State Library, and (2) the expenses of administering the historic documents preservation grant program, established under section 11-8 l . The total amount of such allocated moneys in any fiscal year shall be thirty per cent of the moneys deposited in such historic documents preservation account in such year. On or before September 1, 2001, and annually thereafter, the State Library shall submit a report describing the activities performed with the allocated moneys for the preceding fiscal year to the joint standing committee of the General Assembly having cognizance of matters relating to government administration."
          }
        },
        {
          "section_key": "11-8l",
          "label": "Sec. 11-8 l . Historic documents preservation grant program. Regulations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8l",
          "content": {
            "body_paragraphs": [
              "(a) The Public Records Administrator shall establish and administer a historic documents preservation grant program to help municipalities to enhance or improve the preservation and management of historic documents. Each application shall include a description of the purpose, objective and budget of the activities to be funded by the grant. The chief executive officer of a municipality applying for a grant under this section may designate the town clerk of that municipality as the agent to make such application.",
              "(b) The Public Records Administrator shall establish, by regulations adopted in accordance with chapter 54, relative priorities for the approval of grants under this section. Such priorities may take into account the differing needs of municipalities, the need for consistency and equity in the distribution of grant awards and the extent to which particular projects may advance the purposes of this section. The Public Records Administrator may establish further criteria for the approval of grants under this section. Not later than February 1, 2001, the Public Records Administrator shall develop and disseminate a pamphlet that describes the evaluation process for grant applications under this section. In awarding grants under this section, the Public Records Administrator shall consult with the State Archivist and any other person the Public Records Administrator deems necessary.",
              "(c) The Public Records Administrator shall authorize grant awards under this section on or before July thirty-first and December thirty-first of each fiscal year in which payment of a grant is to be made.",
              "(d) The Public Records Administrator shall allocate seventy per cent of the moneys in the historic documents preservation account in any fiscal year to fund applications submitted under this section."
            ],
            "source": [
              "(P.A. 00-146, S. 5, 8.)"
            ],
            "history": [
              "History: P.A. 00-146 effective July 1, 2000."
            ],
            "annotations": [],
            "text": "(a) The Public Records Administrator shall establish and administer a historic documents preservation grant program to help municipalities to enhance or improve the preservation and management of historic documents. Each application shall include a description of the purpose, objective and budget of the activities to be funded by the grant. The chief executive officer of a municipality applying for a grant under this section may designate the town clerk of that municipality as the agent to make such application.\n\n(b) The Public Records Administrator shall establish, by regulations adopted in accordance with chapter 54, relative priorities for the approval of grants under this section. Such priorities may take into account the differing needs of municipalities, the need for consistency and equity in the distribution of grant awards and the extent to which particular projects may advance the purposes of this section. The Public Records Administrator may establish further criteria for the approval of grants under this section. Not later than February 1, 2001, the Public Records Administrator shall develop and disseminate a pamphlet that describes the evaluation process for grant applications under this section. In awarding grants under this section, the Public Records Administrator shall consult with the State Archivist and any other person the Public Records Administrator deems necessary.\n\n(c) The Public Records Administrator shall authorize grant awards under this section on or before July thirty-first and December thirty-first of each fiscal year in which payment of a grant is to be made.\n\n(d) The Public Records Administrator shall allocate seventy per cent of the moneys in the historic documents preservation account in any fiscal year to fund applications submitted under this section."
          }
        },
        {
          "section_key": "11-8m",
          "label": "Sec. 11-8m. Municipal reports to Public Records Administrator. Annual report of Public Records Administrator to legislative committee.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8m",
          "content": {
            "body_paragraphs": [
              "(a) Each municipality that receives a grant from the historic documents preservation account established under section 11-8i shall submit a report to the Public Records Administrator, in such form as the Public Records Administrator prescribes, not later than September first of the fiscal year following the year such grant was received. Such report shall contain a description of activities paid for with financial assistance under the grant. The chief executive officer of a municipality that receives a grant from the historic documents preservation account may designate the town clerk of that municipality as the agent to make such report.",
              "(b) On or before January 1, 2002, and annually thereafter, the Public Records Administrator shall submit a report on grants made under sections 11-8j to 11-8 l , inclusive, for the preceding fiscal year to the joint standing committee of the General Assembly having cognizance of matters relating to government administration. Each such report shall include: (1) A description of the grants made under sections 11-8j to 11-8 l , inclusive, including the amount, purposes and the municipalities to which they were made; (2) a summary of the activities for which the State Library used the moneys allocated to it under section 11-8k ; and (3) any findings or recommendations concerning the operation and effectiveness of the grant program."
            ],
            "source": [
              "(P.A. 00-146, S. 6, 8.)"
            ],
            "history": [
              "History: P.A. 00-146 effective July 1, 2000."
            ],
            "annotations": [],
            "text": "(a) Each municipality that receives a grant from the historic documents preservation account established under section 11-8i shall submit a report to the Public Records Administrator, in such form as the Public Records Administrator prescribes, not later than September first of the fiscal year following the year such grant was received. Such report shall contain a description of activities paid for with financial assistance under the grant. The chief executive officer of a municipality that receives a grant from the historic documents preservation account may designate the town clerk of that municipality as the agent to make such report.\n\n(b) On or before January 1, 2002, and annually thereafter, the Public Records Administrator shall submit a report on grants made under sections 11-8j to 11-8 l , inclusive, for the preceding fiscal year to the joint standing committee of the General Assembly having cognizance of matters relating to government administration. Each such report shall include: (1) A description of the grants made under sections 11-8j to 11-8 l , inclusive, including the amount, purposes and the municipalities to which they were made; (2) a summary of the activities for which the State Library used the moneys allocated to it under section 11-8k ; and (3) any findings or recommendations concerning the operation and effectiveness of the grant program."
          }
        },
        {
          "section_key": "11-8n",
          "label": "Sec. 11-8n. Regulations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-8n",
          "content": {
            "body_paragraphs": [
              "(a) The State Librarian shall adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of sections 11-8j to 11-8m , inclusive.",
              "(b) The State Librarian shall establish a committee to advise such State Librarian on the development and implementation of regulations under this section. The State Librarian shall designate the members of the committee who shall include representatives of small, medium and large municipalities and municipalities in all geographic regions of the state."
            ],
            "source": [
              "(P.A. 00-146, S. 7, 8.)"
            ],
            "history": [
              "History: P.A. 00-146 effective July 1, 2000."
            ],
            "annotations": [],
            "text": "(a) The State Librarian shall adopt regulations, in accordance with the provisions of chapter 54, to implement the provisions of sections 11-8j to 11-8m , inclusive.\n\n(b) The State Librarian shall establish a committee to advise such State Librarian on the development and implementation of regulations under this section. The State Librarian shall designate the members of the committee who shall include representatives of small, medium and large municipalities and municipalities in all geographic regions of the state."
          }
        },
        {
          "section_key": "11-9",
          "label": "Sec. 11-9. Appropriations to the Connecticut Historical Society.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-9",
          "content": {
            "body_paragraphs": [
              "The Connecticut Historical Society shall fund its operations through federal, state and private funds, to the extent that they are available. The Comptroller is authorized to draw his order upon the Treasurer in equal quarterly installments in favor of the treasurer of the society in such sums as may be appropriated for programs and purposes of the society which are intended for the use and benefit of the public."
            ],
            "source": [
              "(1949 Rev., S. 1676; P.A. 85-222.)"
            ],
            "history": [
              "History: P.A. 85-222 entirely replaced provisions of section deleting specific purposes for which appropriations to the society may be made and adding reference to programs and purposes of the society which are intended for the use and benefit of the public."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253."
              }
            ],
            "text": "The Connecticut Historical Society shall fund its operations through federal, state and private funds, to the extent that they are available. The Comptroller is authorized to draw his order upon the Treasurer in equal quarterly installments in favor of the treasurer of the society in such sums as may be appropriated for programs and purposes of the society which are intended for the use and benefit of the public."
          }
        },
        {
          "section_key": "11-9a",
          "label": "Sec. 11-9a. Appointment and duties of Cooperating Library Service Unit Review Board.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-9a",
          "content": {
            "body_paragraphs": [
              "Section 11-9a is repealed."
            ],
            "source": [
              "(P.A. 75-363; P.A. 82-314, S. 59, 63; 82-360, S. 3, 4.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-9a is repealed."
          }
        },
        {
          "section_key": "11-9b",
          "label": "Sec. 11-9b. Definitions.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-9b",
          "content": {
            "body_paragraphs": [
              "As used in this section and sections 11-9c and 11-9d :",
              "(a) “State publications” means all publications printed or otherwise produced in tangible form, and all publications produced in electronic or other intangible form, by or under the direction of the state or any officer thereof, or any other agency supported wholly or in part by state funds;",
              "(b) “Publication” means any document issued by a state agency that is available to the public, regardless of format or purpose, including legislatively mandated reports, with the exception of routine correspondence;",
              "(c) “State agency” means every state office, officer, department, division, bureau, board and commission, permanent or temporary in nature, whether legislative, executive or judicial, and any subdivisions of each, including state-supported institutions of higher education;",
              "(d) “Depository library” means the designated library for collecting, maintaining and making available to the general public Connecticut state agency publications."
            ],
            "source": [
              "(P.A. 77-561, S. 1; P.A. 84-92, S. 1, 3; P.A. 07-227, S. 3.)"
            ],
            "history": [
              "History: P.A. 84-92 amended Subsec. (a) deleting language which defined “state publications” as publications “purchased for distribution by a state agency” and substituting “published by or under the direction of the state or any officer thereof”; P.A. 07-227 redefined “state publications” to delete requirement that publications be published and add language re tangible form, electronic or intangible form in Subdiv. (a) and amended Subdiv. (b) to replace definition of “printed” with definition of “publication” and to include legislatively mandated reports as publication, effective July 1, 2007."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253."
              }
            ],
            "text": "As used in this section and sections 11-9c and 11-9d :\n\n(a) “State publications” means all publications printed or otherwise produced in tangible form, and all publications produced in electronic or other intangible form, by or under the direction of the state or any officer thereof, or any other agency supported wholly or in part by state funds;\n\n(b) “Publication” means any document issued by a state agency that is available to the public, regardless of format or purpose, including legislatively mandated reports, with the exception of routine correspondence;\n\n(c) “State agency” means every state office, officer, department, division, bureau, board and commission, permanent or temporary in nature, whether legislative, executive or judicial, and any subdivisions of each, including state-supported institutions of higher education;\n\n(d) “Depository library” means the designated library for collecting, maintaining and making available to the general public Connecticut state agency publications."
          }
        },
        {
          "section_key": "11-9c",
          "label": "Sec. 11-9c. Tangible and intangible state publications and depository library system.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-9c",
          "content": {
            "body_paragraphs": [
              "The State Library shall administer and provide access to the public, on a permanent basis, to a collection of tangible state publications, and to a digital archive of intangible state publications, and a depository library system. The State Library shall: (1) Establish and administer, with the approval of the State Library Board, such rules and regulations as may be deemed necessary to carry out the provisions of sections 11-9b to 11-9d , inclusive; (2) develop and maintain standards for depository libraries, including ascertaining their geographical distribution, with the approval of the State Library Board; (3) enter into depository contracts with libraries that meet the standards for eligibility established by the State Library; (4) annually advise designated staff in each agency, required by section 11-9d , of the number of copies of tangible publications needed for distribution; (5) receive from state agencies on or about publication date the specified number of copies of each publication; (6) receive on or about publication date, copies of, or notice of existence, availability and location of intangible publications; (7) retain sufficient copies in the Connecticut State Library for preservation, reference and interlibrary loan purposes; (8) distribute copies of tangible publications to depository libraries within the state in accordance with the terms of their depository contracts and to libraries outside the state in accordance with any agreements entered into for the exchange of state publications; (9) publish annually the official list of state publications; and (10) make available a permanent public archive of intangible state publications."
            ],
            "source": [
              "(P.A. 77-561, S. 2; P.A. 84-92, S. 2, 3; P.A. 07-227, S. 4.)"
            ],
            "history": [
              "History: P.A. 84-92 deleted requirement that state library publish a monthly list of state publications and substituted a periodic, but at least quarterly publication schedule; P.A. 07-227 replaced language re Connecticut state publications collection with language re collection of tangible state publications and digital archive of intangible state publications, redesignated existing Subdiv. (6) as Subdiv. (7), added new Subdiv. (6) re intangible publications, deleted former Subdiv. (7) re distribution of copies, amended Subdiv. (9) to replace quarterly list with annual list of state publications, added Subdiv. (10) re intangible state publications and added references to tangible publications throughout, effective July 1, 2007."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253."
              }
            ],
            "text": "The State Library shall administer and provide access to the public, on a permanent basis, to a collection of tangible state publications, and to a digital archive of intangible state publications, and a depository library system. The State Library shall: (1) Establish and administer, with the approval of the State Library Board, such rules and regulations as may be deemed necessary to carry out the provisions of sections 11-9b to 11-9d , inclusive; (2) develop and maintain standards for depository libraries, including ascertaining their geographical distribution, with the approval of the State Library Board; (3) enter into depository contracts with libraries that meet the standards for eligibility established by the State Library; (4) annually advise designated staff in each agency, required by section 11-9d , of the number of copies of tangible publications needed for distribution; (5) receive from state agencies on or about publication date the specified number of copies of each publication; (6) receive on or about publication date, copies of, or notice of existence, availability and location of intangible publications; (7) retain sufficient copies in the Connecticut State Library for preservation, reference and interlibrary loan purposes; (8) distribute copies of tangible publications to depository libraries within the state in accordance with the terms of their depository contracts and to libraries outside the state in accordance with any agreements entered into for the exchange of state publications; (9) publish annually the official list of state publications; and (10) make available a permanent public archive of intangible state publications."
          }
        },
        {
          "section_key": "11-9d",
          "label": "Sec. 11-9d. Duties of state agencies re tangible and intangible publications. Designation of staff.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188.htm#sec_11-9d",
          "content": {
            "body_paragraphs": [
              "(a) Designated staff in each state agency shall be responsible for making the publications of that agency known to the State Library. Each state agency shall notify the State Library of the identity of such designated staff not later than thirty days after October 1, 1977, and upon any change of personnel. Said staff shall supply the State Library annually or upon request with a complete list of the agency's current publications.",
              "(b) Every state agency shall, upon publication, deposit a sufficient number of copies of each of its tangible publications with the State Library to meet the needs of the depository library system.",
              "(c) Every state agency shall, upon publication, supply the State Library with, or notify the State Library of the existence, availability and location of its intangible publications."
            ],
            "source": [
              "(P.A. 77-561, S. 3; P.A. 07-227, S. 5.)"
            ],
            "history": [
              "History: P.A. 07-227 made technical changes in Subsec. (a), added reference to tangible publications in Subsec. (b) and added Subsec. (c) re intangible publications, effective July 1, 2007."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Cited. 216 C. 253."
              }
            ],
            "text": "(a) Designated staff in each state agency shall be responsible for making the publications of that agency known to the State Library. Each state agency shall notify the State Library of the identity of such designated staff not later than thirty days after October 1, 1977, and upon any change of personnel. Said staff shall supply the State Library annually or upon request with a complete list of the agency's current publications.\n\n(b) Every state agency shall, upon publication, deposit a sufficient number of copies of each of its tangible publications with the State Library to meet the needs of the depository library system.\n\n(c) Every state agency shall, upon publication, supply the State Library with, or notify the State Library of the existence, availability and location of its intangible publications."
          }
        }
      ]
    },
    {
      "chapter_key": "188a",
      "label": "Chapter 188a",
      "name": "Cooperating Library Service Unit Program",
      "url": "https://www.cga.ct.gov/current/pub/chap_188a.htm",
      "sections": [
        {
          "section_key": "11-9e",
          "label": "Sec. 11-9e. “Cooperating library service unit” defined. Budget recommendations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188a.htm#sec_11-9e",
          "content": {
            "body_paragraphs": [
              "(a) For purposes of this section and section 11-1 , a “cooperating library service unit” means an organization of different types of libraries situated in a stipulated area of the state whose purpose is to improve library service through coordinated planning, resource sharing, and the development of programs too costly or impractical for a single library to maintain.",
              "(b) The State Library Board shall include in its budget recommendations to the Governor and General Assembly such amounts as are required in the estimation of the board of the operation of the cooperating library service units to provide services pursuant to subsection (a) of this section."
            ],
            "source": [
              "(P.A. 82-360, S. 1, 4; P.A. 88-216, S. 4, 7.)"
            ],
            "history": [
              "History: P.A. 88-216 in Subsec. (a) removed reference to Sec. 11-9f repealed by the same act and added reference to Sec. 11-1."
            ],
            "annotations": [],
            "text": "(a) For purposes of this section and section 11-1 , a “cooperating library service unit” means an organization of different types of libraries situated in a stipulated area of the state whose purpose is to improve library service through coordinated planning, resource sharing, and the development of programs too costly or impractical for a single library to maintain.\n\n(b) The State Library Board shall include in its budget recommendations to the Governor and General Assembly such amounts as are required in the estimation of the board of the operation of the cooperating library service units to provide services pursuant to subsection (a) of this section."
          }
        },
        {
          "section_key": "11-9f",
          "label": "Sec. 11-9f. Appointment and duties of Cooperating Library Service Unit Review Board.",
          "url": "https://www.cga.ct.gov/current/pub/chap_188a.htm#sec_11-9f",
          "content": {
            "body_paragraphs": [
              "Section 11-9f is repealed."
            ],
            "source": [
              "(P.A. 82-360, S. 2, 4; P.A. 88-216, S. 6, 7.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-9f is repealed."
          }
        }
      ]
    },
    {
      "chapter_key": "189",
      "label": "Chapter 189",
      "name": "Law Libraries",
      "url": "https://www.cga.ct.gov/current/pub/chap_189.htm",
      "sections": [
        {
          "section_key": "11-10",
          "label": "Sec. 11-10.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-10",
          "content": {
            "body_paragraphs": [
              "Transferred to Sec. 11-19b ."
            ],
            "source": [],
            "history": [],
            "annotations": [],
            "text": "Transferred to Sec. 11-19b ."
          }
        },
        {
          "section_key": "11-10a",
          "label": "Sec. 11-10a. Retirement of librarians.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-10a",
          "content": {
            "body_paragraphs": [
              "Upon certification by the bar library committee, any librarian of a law library existing under the provisions of section 11-19b may retire after thirty years of service, and shall thereafter receive an annual pension equal to two per cent of his average annual salary for each year of such service based on the five highest paid years of service, payable in monthly installments; provided any such librarian having less than thirty years' service on October 1, 1960, shall not be granted such a pension but shall be eligible for membership in the state employees retirement system, subject to such terms and conditions as to service credit and contributions to the retirement fund as the State Employees' Retirement Commission determines. This section shall not apply to any librarian who is a member of the municipal employees' retirement system or who is receiving a pension under the provisions of any special act."
            ],
            "source": [
              "(1959, P.A. 427; P.A. 73-471, S. 2, 5.)"
            ],
            "history": [
              "History: P.A. 73-471 substituted “law library existing under the provisions of section 11-10” for “county law library” (“11-19b” substituted for “11-10” when section transferred)."
            ],
            "annotations": [],
            "text": "Upon certification by the bar library committee, any librarian of a law library existing under the provisions of section 11-19b may retire after thirty years of service, and shall thereafter receive an annual pension equal to two per cent of his average annual salary for each year of such service based on the five highest paid years of service, payable in monthly installments; provided any such librarian having less than thirty years' service on October 1, 1960, shall not be granted such a pension but shall be eligible for membership in the state employees retirement system, subject to such terms and conditions as to service credit and contributions to the retirement fund as the State Employees' Retirement Commission determines. This section shall not apply to any librarian who is a member of the municipal employees' retirement system or who is receiving a pension under the provisions of any special act."
          }
        },
        {
          "section_key": "11-10b",
          "label": "Sec. 11-10b. Policies for establishment and maintenance of law library system.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-10b",
          "content": {
            "body_paragraphs": [
              "The Supreme Court shall adopt policies for the establishment and maintenance of a system of law libraries within the state."
            ],
            "source": [
              "(P.A. 73-471, S. 3, 5; P.A. 75-316, S. 8; 75-479, S. 24, 25; 75-567, S. 76, 80; P.A. 76-368, S. 5, 9; P.A. 84-414, S. 7, 14; P.A. 90-234, S. 2, 8.)"
            ],
            "history": [
              "History: P.A. 75-316 substituted “state library board” for “state library committee”; P.A. 75-479 repealed section but P.A. 75-567 removed section from list of sections to be repealed; P.A. 76-368 deleted provisions re receipt of appropriations by bar library committees, budget requests and annual reports submitted by said committees, requests for advice, service etc. and provision protecting law libraries from diminishment of annual payments; P.A. 84-414 inserted new Subsec. (a) re adoption of standards for services within each law library tier and designated former section provisions as Subsec. (b); P.A. 90-234 deleted requirement that the state library board adopt regulations and budget recommendations concerning the state system of law libraries and substituted provision requiring the supreme court to adopt policies for establishment and maintenance of system of law libraries."
            ],
            "annotations": [],
            "text": "The Supreme Court shall adopt policies for the establishment and maintenance of a system of law libraries within the state."
          }
        },
        {
          "section_key": "",
          "label": "Secs. 11-11 to 11-19. New Haven, New London, Fairfield, Middlesex, Hartford, Litchfield, Windham and Tolland County law libraries. Payments to law libraries. Treasurer's bond.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#secs_11-11_to_11-19",
          "content": {
            "body_paragraphs": [],
            "source": [],
            "history": [],
            "annotations": [],
            "text": ""
          }
        },
        {
          "section_key": "11-19a",
          "label": "Sec. 11-19a. System of law libraries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-19a",
          "content": {
            "body_paragraphs": [
              "There shall be a system of law libraries within the state, under the supervision of the Office of the Chief Court Administrator."
            ],
            "source": [
              "(P.A. 76-368, S. 1, 9; June Sp. Sess. P.A. 83-7, S. 1, 3; P.A. 84-414, S. 8, 14; P.A. 90-234, S. 3, 8.)"
            ],
            "history": [
              "History: June Sp. Sess. P.A. 83-7 amended Subsec. (a) to elevate Stamford from a Tier II to a Tier I library and to provide Tier II libraries in New London and Danbury, and added Subsec. (c) re hours of operation of Tier I libraries, which was formerly part of Sec. 11-1a; P.A. 84-414 amended Subsec. (a) removing Hartford from the Tier I libraries and amended Subsec. (b) designating the law library in Hartford as the state's principal law library; P.A. 90-234 deleted provisions detailing authority of the state library board over the state system of law libraries and substituted provision that the law library system shall be under the supervision of the chief court administrator."
            ],
            "annotations": [],
            "text": "There shall be a system of law libraries within the state, under the supervision of the Office of the Chief Court Administrator."
          }
        },
        {
          "section_key": "11-19b",
          "label": "Sec. 11-19b. (Formerly Sec. 11-10). Law library use and regulation.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-19b",
          "content": {
            "body_paragraphs": [
              "Each such library shall be for the use of the courts and citizens of the state, subject to such conditions as may be prescribed by the Office of the Chief Court Administrator.",
              "See Sec. 11-19e re furnishing of legislative materials to law libraries.",
              "See Sec. 51-215 re furnishing of Supreme Court case records and briefs to law libraries."
            ],
            "source": [
              "(1949 Rev., S. 1646; 1959, P.A. 152, S. 25; P.A. 73-471, S. 1, 5; P.A. 75-316, S. 7; P.A. 76-368, S. 4, 9; 76-436, S. 474, 681; P.A. 77-452, S. 2, 72; P.A. 90-234, S. 4, 8.)"
            ],
            "history": [
              "History: 1959 act placed ownership of libraries in state rather than in counties; P.A. 73-471 made technical changes and required approval of regulations by chief justice of supreme court, chief court administrator and chief judges of superior and common pleas courts and required them to advise state library committee of their actions; P.A. 75-316 substituted state library board for state library committee; P.A. 76-368 deleted provisions concerning management of libraries by law library associations composed of attorneys in county and required establishment of regulations by state library board with advice of law library advisory committee rather than by associations with approval of various officers of court; P.A. 76-436 required approval of regulations by chief administrative judge rather than chief court administrator and by two superior court judges appointed by chief justice rather than chief judges of superior and common pleas courts, effective July 1, 1978, but provisions were not enacted because provisions of P.A. 76-368 took precedence as clarified in P.A. 77-452; Sec. 11-10 transferred to Sec. 11-19b in 1977; P.A. 90-234 deleted reference to the regulations of the state library board re use of the state system of law libraries and substituted provision that use of the law library system shall be subject to conditions prescribed by the chief court administrator."
            ],
            "annotations": [],
            "text": "Each such library shall be for the use of the courts and citizens of the state, subject to such conditions as may be prescribed by the Office of the Chief Court Administrator.\n\nSee Sec. 11-19e re furnishing of legislative materials to law libraries.\n\nSee Sec. 51-215 re furnishing of Supreme Court case records and briefs to law libraries."
          }
        },
        {
          "section_key": "11-19c",
          "label": "Sec. 11-19c. Law Library Advisory Committee.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-19c",
          "content": {
            "body_paragraphs": [
              "Section 11-19c is repealed."
            ],
            "source": [
              "(P.A. 76-368, S. 2, 9; P.A. 77-452, S. 1, 72; P.A. 90-234, S. 7, 8.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-19c is repealed."
          }
        },
        {
          "section_key": "11-19d",
          "label": "Sec. 11-19d. Long term leases of law books to bar associations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-19d",
          "content": {
            "body_paragraphs": [
              "The State Library Board shall, upon request of any local bar association, enter into a long-term agreement with such association for the leasing of books within the area in which such association is located, which prior to July 1, 1976, were in law libraries belonging to the state and which the state no longer maintains. Such lease shall be for one dollar per year."
            ],
            "source": [
              "(P.A. 77-270.)"
            ],
            "history": [],
            "annotations": [],
            "text": "The State Library Board shall, upon request of any local bar association, enter into a long-term agreement with such association for the leasing of books within the area in which such association is located, which prior to July 1, 1976, were in law libraries belonging to the state and which the state no longer maintains. Such lease shall be for one dollar per year."
          }
        },
        {
          "section_key": "11-19e",
          "label": "Sec. 11-19e. (Formerly Sec. 11-4b). Furnishing of legislative materials to law libraries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-19e",
          "content": {
            "body_paragraphs": [
              "The State Library shall send, upon request, to each law library established pursuant to section 11-10b , an electronic copy of each of the following legislative materials as they become available: Bills; bulletins; list of bills; calendars; journals; file copies; engrossed copies; the legislative record index; and microfiche copies of the House proceedings, the Senate proceedings, and the joint standing committee public hearings for each legislative session, along with all appropriate indexing."
            ],
            "source": [
              "(1963, P.A. 264; P.A. 90-234, S. 5, 8; P.A. 11-150, S. 13.)"
            ],
            "history": [
              "History: Sec. 11-4b transferred to Sec. 11-19e in 1987; P.A. 90-234 amended section to provide that the state library shall mail legislative materials to each law library upon request and added list of bills and microfiche copies of house and senate proceedings, committee hearings and appropriate indexing to the list of legislative materials; P.A. 11-150 required State Library to send electronic copy of legislative materials to each law library and deleted reference to photo offset copies of bills, effective July 1, 2011."
            ],
            "annotations": [],
            "text": "The State Library shall send, upon request, to each law library established pursuant to section 11-10b , an electronic copy of each of the following legislative materials as they become available: Bills; bulletins; list of bills; calendars; journals; file copies; engrossed copies; the legislative record index; and microfiche copies of the House proceedings, the Senate proceedings, and the joint standing committee public hearings for each legislative session, along with all appropriate indexing."
          }
        },
        {
          "section_key": "11-11",
          "label": "11-11",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-11",
          "content": {
            "body_paragraphs": [
              "Secs. 11-11 to 11-19. New Haven, New London, Fairfield, Middlesex, Hartford, Litchfield, Windham and Tolland County law libraries. Payments to law libraries. Treasurer's bond. Sections 11-11 to 11-19 , inclusive, are repealed."
            ],
            "source": [],
            "history": [],
            "annotations": [],
            "text": "Secs. 11-11 to 11-19. New Haven, New London, Fairfield, Middlesex, Hartford, Litchfield, Windham and Tolland County law libraries. Payments to law libraries. Treasurer's bond. Sections 11-11 to 11-19 , inclusive, are repealed.",
            "status": "repealed"
          }
        },
        {
          "section_key": "11-19",
          "label": "11-19",
          "url": "https://www.cga.ct.gov/current/pub/chap_189.htm#sec_11-19",
          "content": {
            "body_paragraphs": [
              "Secs. 11-11 to 11-19. New Haven, New London, Fairfield, Middlesex, Hartford, Litchfield, Windham and Tolland County law libraries. Payments to law libraries. Treasurer's bond. Sections 11-11 to 11-19 , inclusive, are repealed."
            ],
            "source": [],
            "history": [],
            "annotations": [],
            "text": "Secs. 11-11 to 11-19. New Haven, New London, Fairfield, Middlesex, Hartford, Litchfield, Windham and Tolland County law libraries. Payments to law libraries. Treasurer's bond. Sections 11-11 to 11-19 , inclusive, are repealed.",
            "status": "repealed"
          }
        }
      ]
    },
    {
      "chapter_key": "190",
      "label": "Chapter 190",
      "name": "Public Libraries",
      "url": "https://www.cga.ct.gov/current/pub/chap_190.htm",
      "sections": [
        {
          "section_key": "11-20",
          "label": "Sec. 11-20. Establishment. Gifts. Pensions.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-20",
          "content": {
            "body_paragraphs": [
              "Any town, city, borough, fire district or incorporated school district may, by ordinance, establish a public library and may expend such sums of money as may be necessary to purchase land for a suitable site and to provide and maintain such suitable rooms or buildings as may be necessary for such library or for any library which is the property of any corporation without capital stock or for any public library established in such municipality, provided the use of such library shall be free to its inhabitants under such regulations as its trustees prescribe. Any such municipality may receive, hold and manage any devise, bequest or gift for the establishment, increase or maintenance of any such library within its limits and may retire with a pension or other reward any employee of any such library.",
              "See Sec. 7-403 re deposit of funds in custodian account.",
              "See Sec. 11-32 re power of city councils to establish and maintain public libraries."
            ],
            "source": [
              "(1949 Rev., S. 1657; 1957, P.A. 13, S. 67; P.A. 07-227, S. 21.)"
            ],
            "history": [
              "History: P.A. 07-227 deleted reference to directors, effective July 1, 2007."
            ],
            "annotations": [
              {
                "first": true,
                "text": "Devise to city, with discretionary power as to its application, sustained, although at the time of testator's death there was no public library. 60 C. 32."
              }
            ],
            "text": "Any town, city, borough, fire district or incorporated school district may, by ordinance, establish a public library and may expend such sums of money as may be necessary to purchase land for a suitable site and to provide and maintain such suitable rooms or buildings as may be necessary for such library or for any library which is the property of any corporation without capital stock or for any public library established in such municipality, provided the use of such library shall be free to its inhabitants under such regulations as its trustees prescribe. Any such municipality may receive, hold and manage any devise, bequest or gift for the establishment, increase or maintenance of any such library within its limits and may retire with a pension or other reward any employee of any such library.\n\nSee Sec. 7-403 re deposit of funds in custodian account.\n\nSee Sec. 11-32 re power of city councils to establish and maintain public libraries."
          }
        },
        {
          "section_key": "11-21",
          "label": "Sec. 11-21. Board of trustees.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-21",
          "content": {
            "body_paragraphs": [
              "In the absence of any other provision therefor, the management of the public library in any municipality, fire district or incorporated school district which has established such library under the provisions of section 11-20 shall be vested in a board of trustees, consisting of a number divisible by three to be elected in the manner provided in section 9-207 . Such board may make bylaws for its government and shall have exclusive right to expend all money appropriated by such municipality for any such library."
            ],
            "source": [
              "(1949 Rev., S. 1659; 1953, 1955, S. 689d; P.A. 79-363, S. 31, 38; P.A. 07-227, S. 6.)"
            ],
            "history": [
              "History: P.A. 79-363 deleted reference to repealed Sec. 9-208; P.A. 07-227 replaced board of directors with board of trustees, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "In the absence of any other provision therefor, the management of the public library in any municipality, fire district or incorporated school district which has established such library under the provisions of section 11-20 shall be vested in a board of trustees, consisting of a number divisible by three to be elected in the manner provided in section 9-207 . Such board may make bylaws for its government and shall have exclusive right to expend all money appropriated by such municipality for any such library."
          }
        },
        {
          "section_key": "11-22",
          "label": "Sec. 11-22. Expenses.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-22",
          "content": {
            "body_paragraphs": [
              "The officer designated by the trustees of any such library shall draw his order on the treasurer of any such municipality for such sums as may be necessary to pay the expense of such library, but such sums shall not exceed in the aggregate the amount appropriated by any such municipality for such library."
            ],
            "source": [
              "(1949 Rev., S. 1658; P.A. 07-227, S. 7.)"
            ],
            "history": [
              "History: P.A. 07-227 deleted reference to directors and language re deposit of books by town clerk, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "The officer designated by the trustees of any such library shall draw his order on the treasurer of any such municipality for such sums as may be necessary to pay the expense of such library, but such sums shall not exceed in the aggregate the amount appropriated by any such municipality for such library."
          }
        },
        {
          "section_key": "11-23",
          "label": "Sec. 11-23. State Librarian to advise and assist libraries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-23",
          "content": {
            "body_paragraphs": [
              "The State Librarian, with the approval of the State Library Board, shall give to communities advice and assistance in the organization, establishment and administration of free public libraries, shall extend to the free public libraries, and to the library director of any public library, aid in cataloging books and in library management."
            ],
            "source": [
              "(1949 Rev., S. 1660; 1949, S. 1021d; February, 1965, P.A. 490, S. 3; P.A. 75-316, S. 9; P.A. 07-227, S. 8.)"
            ],
            "history": [
              "History: 1965 act transferred duties of board of education under provisions of section to state librarian with approval of state library committee, deleted references to school libraries and deleted provision re inspection of libraries and suggestion of improvements; P.A. 75-316 substituted state library board for state library committee; P.A. 07-227 replaced librarian of any public library with library director, made technical changes and deleted language re State Librarian's authorization to purchase and arrange books to be loaned by libraries and to give assistance to libraries in correctional and charitable institutions of the state, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "The State Librarian, with the approval of the State Library Board, shall give to communities advice and assistance in the organization, establishment and administration of free public libraries, shall extend to the free public libraries, and to the library director of any public library, aid in cataloging books and in library management."
          }
        },
        {
          "section_key": "11-23a",
          "label": "Sec. 11-23a. Library service center in Middlesex and Windham-Tolland areas.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-23a",
          "content": {
            "body_paragraphs": [
              "The State Library Board shall maintain a library service center in the Middlesex County area and in the Windham-Tolland County area, to serve the public libraries and public schools in each of said areas.",
              "See Sec. 11-23b re library service centers for public libraries and public schools."
            ],
            "source": [
              "(1959, P.A. 581, S. 1; February, 1965, P.A. 490, S. 6; P.A. 75-316, S. 10; P.A. 07-227, S. 9.)"
            ],
            "history": [
              "History: 1965 act substituted state library committee for state board of education and added new service center for Middlesex county area; P.A. 75-316 substituted state library board for state library committee; P.A. 07-227 deleted language allowing boards of directors and boards of education that desire supplementary services to designate representative to serve on advisory board of governors, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "The State Library Board shall maintain a library service center in the Middlesex County area and in the Windham-Tolland County area, to serve the public libraries and public schools in each of said areas.\n\nSee Sec. 11-23b re library service centers for public libraries and public schools."
          }
        },
        {
          "section_key": "11-23b",
          "label": "Sec. 11-23b. (Formerly Sec. 10-28). Library service centers for public libraries and public schools.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-23b",
          "content": {
            "body_paragraphs": [
              "The State Library Board may establish and maintain library service centers to provide supplementary books and related library materials and services to public libraries and to public schools.",
              "See Sec. 11-1a re programs of state-wide library service."
            ],
            "source": [
              "(February, 1965, P.A. 490, S. 5; P.A. 75-316, S. 11.)"
            ],
            "history": [
              "History: Sec. 10-28 transferred to Sec. 11-23b in 1969; P.A. 75-316 substituted state library board for state library committee."
            ],
            "annotations": [],
            "text": "The State Library Board may establish and maintain library service centers to provide supplementary books and related library materials and services to public libraries and to public schools.\n\nSee Sec. 11-1a re programs of state-wide library service."
          }
        },
        {
          "section_key": "11-23c",
          "label": "Sec. 11-23c. Communications grant program for schools and public libraries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-23c",
          "content": {
            "body_paragraphs": [
              "There is established a grant program jointly administered by the Department of Education and the State Library to provide grants on a competitive process to schools and principal public libraries with priority given to those schools and libraries located in communities the residents of which have an average per capita income below the state average per capita income. The grant application shall include, without limitation, how the grant would be used to provide (1) public universal access to the Internet, (2) links for the transmission of information to schools, libraries and municipal government, (3) training and education in telecommunications and information technologies, and (4) effective application of information to economic, social and cultural problems and issues."
            ],
            "source": [
              "(P.A. 95-234, S. 1, 3.)"
            ],
            "history": [
              "History: P.A. 95-234 effective July 1, 1995."
            ],
            "annotations": [],
            "text": "There is established a grant program jointly administered by the Department of Education and the State Library to provide grants on a competitive process to schools and principal public libraries with priority given to those schools and libraries located in communities the residents of which have an average per capita income below the state average per capita income. The grant application shall include, without limitation, how the grant would be used to provide (1) public universal access to the Internet, (2) links for the transmission of information to schools, libraries and municipal government, (3) training and education in telecommunications and information technologies, and (4) effective application of information to economic, social and cultural problems and issues."
          }
        },
        {
          "section_key": "11-24",
          "label": "Sec. 11-24. Payments to free public libraries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-24",
          "content": {
            "body_paragraphs": [
              "Section 11-24 is repealed."
            ],
            "source": [
              "(1949 Rev., S. 1662; 1949, 1955, S. 1023d; 1957, P.A. 126, S. 1; 1959, P.A. 450, S. 1; February, 1965, P.A. 490, S. 7; 1967, P.A. 590, S. 5.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-24 is repealed."
          }
        },
        {
          "section_key": "11-24a",
          "label": "Sec. 11-24a. Definitions. Principal public library. Nonprincipal public library.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-24a",
          "content": {
            "body_paragraphs": [
              "(a) As used in sections 11-24b , 11-24c and 11-31a :",
              "(1) “Board” means the State Library Board.",
              "(2) “Public library” means a library that serves its residents through its outlet or outlets without charging a borrower's card fee and which receives its financial support in whole or in part from local tax funds.",
              "(3) “Principal public library” means the public library which has been so designated by the local municipal governing board.",
              "(4) “Local funds” means moneys received by a public library from any source, public or private, excluding state or federal grants.",
              "(5) “General library purposes” means all functions of a public library, including the purchase of land or the construction, alteration or remodeling of buildings.",
              "(b) A municipality may have more than one public library, but may designate only one library as its principal public library. A principal public library may be designated for more than one town if it meets conditions established and approved by the State Library Board. In any town or municipality where there are multiple libraries, there shall be a separate board or governing body and a different library director and staff for each public library. Each public library shall be a separate library facility and there shall be a separate town appropriation to each public library.",
              "(c) Any public library not designated as a principal public library shall be a “nonprincipal public library”. A nonprincipal public library in a municipality may be eligible to receive a state grant, construction cost grant, emergency repair grant or Connecticard grant provided it meets the following conditions: There is a separate board of trustees or governing body for each such nonprincipal public library; there is a different library director and staff for each such library; there is a separate library facility; and there is a separate town appropriation to each such library."
            ],
            "source": [
              "(1967, P.A. 590, S. 2; P.A. 75-316, S. 12; P.A. 83-364, S. 1, 2; P.A. 96-180, S. 17, 166; P.A. 13-239, S. 61.)"
            ],
            "history": [
              "History: P.A. 75-316 substituted state library board for state library committee; P.A. 83-364 made former provisions Subsec. (a), replacing former alphabetic Subdiv. indicators with numeric indicators, redefined “public library” as a library which does not charge a borrower's card fee and which receives financial support wholly or partially from local tax funds, restated definition of “principal public library”, redefined “general library purposes” to include land purchase and building construction, alteration or remodeling which had previously been expressly excluded, deleted definition of “base period operational funds” and added Subsecs. (b) and (c) clarifying designation of principal public library and establishing criteria for receipt of grant by “nonprincipal public library”; P.A. 96-180 made a technical grammatical change in Subsec. (c), effective June 3, 1996; P.A. 13-239 amended Subsec. (c) to include emergency repair grants as eligible for funding, effective July 1, 2013."
            ],
            "annotations": [],
            "text": "(a) As used in sections 11-24b , 11-24c and 11-31a :\n\n(1) “Board” means the State Library Board.\n\n(2) “Public library” means a library that serves its residents through its outlet or outlets without charging a borrower's card fee and which receives its financial support in whole or in part from local tax funds.\n\n(3) “Principal public library” means the public library which has been so designated by the local municipal governing board.\n\n(4) “Local funds” means moneys received by a public library from any source, public or private, excluding state or federal grants.\n\n(5) “General library purposes” means all functions of a public library, including the purchase of land or the construction, alteration or remodeling of buildings.\n\n(b) A municipality may have more than one public library, but may designate only one library as its principal public library. A principal public library may be designated for more than one town if it meets conditions established and approved by the State Library Board. In any town or municipality where there are multiple libraries, there shall be a separate board or governing body and a different library director and staff for each public library. Each public library shall be a separate library facility and there shall be a separate town appropriation to each public library.\n\n(c) Any public library not designated as a principal public library shall be a “nonprincipal public library”. A nonprincipal public library in a municipality may be eligible to receive a state grant, construction cost grant, emergency repair grant or Connecticard grant provided it meets the following conditions: There is a separate board of trustees or governing body for each such nonprincipal public library; there is a different library director and staff for each such library; there is a separate library facility; and there is a separate town appropriation to each such library."
          }
        },
        {
          "section_key": "11-24b",
          "label": "Sec. 11-24b. State grants to principal public libraries; incentive grants.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-24b",
          "content": {
            "body_paragraphs": [
              "(a) Except as otherwise provided in subsection (i) of this section, each principal public library, as defined in section 11-24a , shall be eligible to receive a state grant in accordance with the provisions of subsections (b), (c) and (d) of this section provided the following requirements are met:",
              "(1) An annual statistical report which includes certification that the grant, when received, shall be used for library purposes is filed with the State Library Board in such manner as the board may require. The report shall include information concerning local library governance, hours of service, type of facilities, library policies, resources, programs and services available, measurement of levels of services provided, personnel and fiscal information concerning library receipts and expenditures;",
              "(2) Documents certifying the legal establishment of the principal public library in accordance with the provisions of section 11-20 are filed with the board;",
              "(3) The library is a participating library in the Connecticard program established pursuant to section 11-31b ;",
              "(4) Except for the fiscal years ending June 30, 2010, to June 30, 2015, inclusive, the principal public library shall not have had the amount of its annual tax levy or appropriation reduced to an amount which is less than the average amount levied or appropriated for the library for the three fiscal years immediately preceding the year of the grant, except that if the expenditures of the library in any one year in such three-year period are unusually high as compared with expenditures in the other two years, the library may request an exception to this requirement and the board, upon review of the expenditures for that year, may grant an exception;",
              "(5) State grant funds shall be expended within two years of the date of receipt of such funds. If the funds are not expended in that period, the library shall submit a plan to the State Librarian for the expenditure of any unspent balance;",
              "(6) Principal public libraries shall not charge individuals residing in the town in which the library is located or the town in which the contract library is located for borrowing and lending library materials, accessing information, advice and assistance and programs and services which promote literacy; and",
              "(7) Principal public libraries shall provide equal access to library service for all individuals and shall not discriminate upon the basis of age, race, sex, gender identity or expression, religion, national origin, handicap or place of residency in the town in which the library is located or the town in which the contract library is located.",
              "(b) Within the limits of amounts appropriated, the amount each principal public library shall be eligible to receive annually as a state grant shall be determined by the State Library Board as follows:",
              "(1) Principal public libraries, as defined in section 11-24a , shall receive a base grant of one thousand two hundred dollars for each fiscal year.",
              "(2) Of the amount appropriated for purposes of this section less the amount distributed as base grants, sixty per cent shall be set aside and paid to principal public libraries pursuant to subsection (c) of this section.",
              "(3) Of the amount appropriated for purposes of this section less the amount distributed as base grants, forty per cent shall be set aside and paid to principal public libraries pursuant to subsection (d) of this section.",
              "(c) The principal public library for each town shall be eligible to receive an equalization grant in an amount determined as follows:",
              "(1) The adjusted equalized net grand list per capita, as defined in subsection (a) of section 10-261 , for all towns in the state shall be ranked from highest to lowest.",
              "(2) The adjusted equalized net grand list per capita, as ranked for all towns in the state from highest to lowest shall be divided into the following four classes: Class A, towns ranked from one to forty-two, inclusive; class B, towns ranked from forty-three to eighty-four, inclusive; class C, towns ranked from eighty-five to one hundred twenty-six, inclusive; and, class D, towns ranked from one hundred twenty-seven to one hundred sixty-nine, inclusive. Funds available for purposes of this subsection pursuant to subdivision (2) of subsection (b) of this section shall be distributed among the four classes so that principal public libraries for class B, C, and D towns, respectively, shall receive two times, three times and four times as much on a per capita basis as principal public libraries for class A towns.",
              "(3) Grants to the principal public library for each town shall be determined as follows: Said funds available for purposes of this subsection shall be multiplied by the per cent of funds for each class to determine an appropriation per class; the appropriation per class shall be divided by the total population per class to determine an amount per capita; the grant for the principal public library for each town shall be the town's total population multiplied by the amount per capita. For purposes of this subdivision, “total population” of a town means that enumerated in the most recent federal decennial census of population.",
              "(d) The principal public library for each town shall be eligible to receive an incentive grant in an amount to be determined as follows:",
              "(1) The State Library Board shall, in such manner as prescribed by the board, determine for each fiscal year, a state-wide average for per capita library expenditures and each town's individual per capita library expenditure based on the annual statistical report filed in accordance with subsection (a) of this section.",
              "(2) The per capita library expenditure of each town shall be ranked from highest to lowest and the ranked expenditures shall be divided into the following classes: Class A, towns which meet or exceed the state-wide average for per capita library expenditures; class B, towns which meet seventy-five to ninety-nine per cent, inclusive, of the state-wide average; class C, towns which meet fifty to seventy-four per cent, inclusive, of the state-wide average; and, class D, towns which fall below fifty per cent of the state-wide average. Funds available for purposes of this subsection pursuant to subdivision (3) of subsection (b) of this section shall be distributed among the four classes so that principal public libraries for class A and B towns, respectively, shall receive three times and two times as much on a per capita basis as principal public libraries for class C towns.",
              "(3) Grants to the principal public library for each town shall be determined as follows: Said funds available for purposes of this subsection shall be multiplied by the per cent of funds per class to determine an appropriation per class; the appropriation per class shall be divided by the total population per class to determine an amount per capita; the grant for the principal public library for each town shall be the town's total population multiplied by the amount per capita. For purposes of this subdivision, “total population” of a town means that enumerated in the most recent federal decennial census of population.",
              "(e) Application for grants under this section shall be made to the State Library Board in such form and at such time as the board designates. The grant may be used for general library purposes and no portion of the grant money shall revert to the general fund of the town or towns normally served by such library.",
              "(f) The Secretary of the Office of Policy and Management shall make available, upon the request of the State Library Board, such information as is needed by the board to determine grant payments in accordance with the provisions of subsections (c) and (d) of this section.",
              "(g) The State Library Board shall report triennially to the joint standing committee of the General Assembly having cognizance of matters relating to education on the impact of the state grants distributed pursuant to this section.",
              "(h) The State Library Board shall, in accordance with the provisions of chapter 54, adopt regulations to implement the provisions of this section.",
              "(i) No principal public library shall be eligible to receive a state grant in accordance with the provisions of subsections (b), (c) and (d) of this section if such principal public library does not maintain and adhere to collection development, collection management and collection reconsideration policies that have been approved by the governing body of such library. Such collection reconsideration policy shall offer residents a clear process to request a reconsideration of library materials. In the instance of a book challenge, these policies shall govern."
            ],
            "source": [
              "(1967, P.A. 590, S. 3, 4; 1969, P.A. 579, S. 1; P.A. 73-572; 73-645, S. 2; P.A. 75-316, S. 13; P.A. 77-614, S. 323, 610; P.A. 83-587, S. 88, 96; P.A. 84-398, S. 1, 2; P.A. 85-578, S. 2, 5; P.A. 92-120, S. 1, 3; P.A. 07-227, S. 10; Sept. Sp. Sess. P.A. 09-6, S. 52; P.A. 11-48, S. 209; 11-55, S. 11; P.A. 13-247, S. 231; P.A. 23-101, S. 2.)"
            ],
            "history": [
              "History: 1969 act removed Subsec. indicators, substituted “1969” for “1967” as commencement year for payments, increased payments from $500 to $1,000 for public libraries and from $600 to $1,200 for principal public libraries, deleted provisions prohibiting reduction of payments in 1967 to level less than that of 1966, requiring equal division of funds between two years of biennium, and provided formula for matching funds from state based on local expenditures within limits provided; P.A. 73-572 added provision re modification of census figures by vital statistics kept by health department in determining which towns meet population requirements of Subdiv. (3); P.A. 73-645 added Subsec. (b) re grants to state-wide service libraries for services provided to nonresidents of town in which located; P.A. 75-316 substituted state library board for state library committee; P.A. 77-614 substituted department of health services for department of health, effective January 1, 1979; P.A. 83-587 made a technical amendment, removing Subsec. (b) re aid for net services rendered to nonresidents; P.A. 84-398 deleted previous provisions and established a new state grant program which includes phase-out of the base grants to principal and nonprincipal public libraries, equalization grants and incentive grants; P.A. 85-578 amended Subsecs. (b) to (d), inclusive, to specify that grants are to be paid to “principal” public libraries rather than to public libraries or to towns and deleted provision in Subsec. (b) which had required that funds not distributed for grants to “nonprincipal public libraries” be distributed to public libraries pursuant to Subsecs. (c) and (d); P.A. 92-120 amended Subsec. (a) to add the method of computing grants on and after July 1, 1995; P.A. 07-227 required grantees to be principal public libraries, amended Subsec. (a)(6) to replace language re access to library materials without charge with language re borrowing and lending materials, accessing information and advice, assistance, programs and services to promote literacy, amended Subsec. (b)(1) to eliminate phase-out of base grant, amended Subsecs. (c)(3) and (d)(3) to provide that total population be determined based on most recent census instead of 1980 census, amended Subsec. (e) to provide that grant may be used for general library purposes and shall not revert to town's general fund and made technical changes throughout, effective July 1, 2007; Sept. Sp. Sess. P.A. 09-6 amended Subsec. (a)(4) to add exception applicable to fiscal years ending June 30, 2010, and June 30, 2011, effective October 5, 2009; P.A. 11-48 amended Subsec. (a)(4) to extend exception through fiscal year ending June 30, 2013, effective July 1, 2011; P.A. 11-55 amended Subsec. (a)(7) to prohibit discrimination on basis of gender identity or expression; P.A. 13-247 amended Subsec. (a)(4) to extend exception through fiscal year ending June 30, 2015, effective June 19, 2013; P.A. 23-101 amended Subsec. (a) by adding “Except as otherwise provided in subsection (i) of this section, each” and making a conforming change and added Subsec. (i) re collection development, collection management and collection reconsideration policies, effective July 1, 2023."
            ],
            "annotations": [],
            "text": "(a) Except as otherwise provided in subsection (i) of this section, each principal public library, as defined in section 11-24a , shall be eligible to receive a state grant in accordance with the provisions of subsections (b), (c) and (d) of this section provided the following requirements are met:\n\n(1) An annual statistical report which includes certification that the grant, when received, shall be used for library purposes is filed with the State Library Board in such manner as the board may require. The report shall include information concerning local library governance, hours of service, type of facilities, library policies, resources, programs and services available, measurement of levels of services provided, personnel and fiscal information concerning library receipts and expenditures;\n\n(2) Documents certifying the legal establishment of the principal public library in accordance with the provisions of section 11-20 are filed with the board;\n\n(3) The library is a participating library in the Connecticard program established pursuant to section 11-31b ;\n\n(4) Except for the fiscal years ending June 30, 2010, to June 30, 2015, inclusive, the principal public library shall not have had the amount of its annual tax levy or appropriation reduced to an amount which is less than the average amount levied or appropriated for the library for the three fiscal years immediately preceding the year of the grant, except that if the expenditures of the library in any one year in such three-year period are unusually high as compared with expenditures in the other two years, the library may request an exception to this requirement and the board, upon review of the expenditures for that year, may grant an exception;\n\n(5) State grant funds shall be expended within two years of the date of receipt of such funds. If the funds are not expended in that period, the library shall submit a plan to the State Librarian for the expenditure of any unspent balance;\n\n(6) Principal public libraries shall not charge individuals residing in the town in which the library is located or the town in which the contract library is located for borrowing and lending library materials, accessing information, advice and assistance and programs and services which promote literacy; and\n\n(7) Principal public libraries shall provide equal access to library service for all individuals and shall not discriminate upon the basis of age, race, sex, gender identity or expression, religion, national origin, handicap or place of residency in the town in which the library is located or the town in which the contract library is located.\n\n(b) Within the limits of amounts appropriated, the amount each principal public library shall be eligible to receive annually as a state grant shall be determined by the State Library Board as follows:\n\n(1) Principal public libraries, as defined in section 11-24a , shall receive a base grant of one thousand two hundred dollars for each fiscal year.\n\n(2) Of the amount appropriated for purposes of this section less the amount distributed as base grants, sixty per cent shall be set aside and paid to principal public libraries pursuant to subsection (c) of this section.\n\n(3) Of the amount appropriated for purposes of this section less the amount distributed as base grants, forty per cent shall be set aside and paid to principal public libraries pursuant to subsection (d) of this section.\n\n(c) The principal public library for each town shall be eligible to receive an equalization grant in an amount determined as follows:\n\n(1) The adjusted equalized net grand list per capita, as defined in subsection (a) of section 10-261 , for all towns in the state shall be ranked from highest to lowest.\n\n(2) The adjusted equalized net grand list per capita, as ranked for all towns in the state from highest to lowest shall be divided into the following four classes: Class A, towns ranked from one to forty-two, inclusive; class B, towns ranked from forty-three to eighty-four, inclusive; class C, towns ranked from eighty-five to one hundred twenty-six, inclusive; and, class D, towns ranked from one hundred twenty-seven to one hundred sixty-nine, inclusive. Funds available for purposes of this subsection pursuant to subdivision (2) of subsection (b) of this section shall be distributed among the four classes so that principal public libraries for class B, C, and D towns, respectively, shall receive two times, three times and four times as much on a per capita basis as principal public libraries for class A towns.\n\n(3) Grants to the principal public library for each town shall be determined as follows: Said funds available for purposes of this subsection shall be multiplied by the per cent of funds for each class to determine an appropriation per class; the appropriation per class shall be divided by the total population per class to determine an amount per capita; the grant for the principal public library for each town shall be the town's total population multiplied by the amount per capita. For purposes of this subdivision, “total population” of a town means that enumerated in the most recent federal decennial census of population.\n\n(d) The principal public library for each town shall be eligible to receive an incentive grant in an amount to be determined as follows:\n\n(1) The State Library Board shall, in such manner as prescribed by the board, determine for each fiscal year, a state-wide average for per capita library expenditures and each town's individual per capita library expenditure based on the annual statistical report filed in accordance with subsection (a) of this section.\n\n(2) The per capita library expenditure of each town shall be ranked from highest to lowest and the ranked expenditures shall be divided into the following classes: Class A, towns which meet or exceed the state-wide average for per capita library expenditures; class B, towns which meet seventy-five to ninety-nine per cent, inclusive, of the state-wide average; class C, towns which meet fifty to seventy-four per cent, inclusive, of the state-wide average; and, class D, towns which fall below fifty per cent of the state-wide average. Funds available for purposes of this subsection pursuant to subdivision (3) of subsection (b) of this section shall be distributed among the four classes so that principal public libraries for class A and B towns, respectively, shall receive three times and two times as much on a per capita basis as principal public libraries for class C towns.\n\n(3) Grants to the principal public library for each town shall be determined as follows: Said funds available for purposes of this subsection shall be multiplied by the per cent of funds per class to determine an appropriation per class; the appropriation per class shall be divided by the total population per class to determine an amount per capita; the grant for the principal public library for each town shall be the town's total population multiplied by the amount per capita. For purposes of this subdivision, “total population” of a town means that enumerated in the most recent federal decennial census of population.\n\n(e) Application for grants under this section shall be made to the State Library Board in such form and at such time as the board designates. The grant may be used for general library purposes and no portion of the grant money shall revert to the general fund of the town or towns normally served by such library.\n\n(f) The Secretary of the Office of Policy and Management shall make available, upon the request of the State Library Board, such information as is needed by the board to determine grant payments in accordance with the provisions of subsections (c) and (d) of this section.\n\n(g) The State Library Board shall report triennially to the joint standing committee of the General Assembly having cognizance of matters relating to education on the impact of the state grants distributed pursuant to this section.\n\n(h) The State Library Board shall, in accordance with the provisions of chapter 54, adopt regulations to implement the provisions of this section.\n\n(i) No principal public library shall be eligible to receive a state grant in accordance with the provisions of subsections (b), (c) and (d) of this section if such principal public library does not maintain and adhere to collection development, collection management and collection reconsideration policies that have been approved by the governing body of such library. Such collection reconsideration policy shall offer residents a clear process to request a reconsideration of library materials. In the instance of a book challenge, these policies shall govern."
          }
        },
        {
          "section_key": "11-24c",
          "label": "Sec. 11-24c. Construction cost grants. Emergency repair grants.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-24c",
          "content": {
            "body_paragraphs": [
              "(a) The State Library Board shall make construction grants to public libraries established pursuant to this chapter. The board shall establish criteria for the purpose of developing a priority listing of all construction projects. In the event that the available funding is insufficient to fund projects as provided above, projects remaining on the priority list shall be included in the priority listing for the next fiscal year. Each application for such grant shall be filed on or before September first, annually, on forms to be prescribed by said board.",
              "(b) For applications submitted on or after July 1, 2013, and before July 1, 2023, the board shall grant an amount up to one-half of the total construction cost, not to exceed one million dollars, for each approved project within the limits of the available funding for such projects. For applications submitted on or after July 1, 2023, the board shall grant for each approved project, within the limits of the available funding for such projects, (1) an amount up to one-half of the total construction cost of such project, not to exceed two million dollars, or (2) an amount up to eighty per cent of the total construction cost of such project, not to exceed two million dollars, if such project is located in a distressed municipality, as defined in section 32-9p .",
              "(c) The State Library Board shall make emergency repair grants to public libraries established pursuant to this chapter for emergency repairs to buildings and equipment, as approved by the board. The board may grant an amount up to one-half of the emergency repair cost, not exceeding one hundred thousand dollars for each approved emergency repair project within the limits of the available funding for such project."
            ],
            "source": [
              "(P.A. 74-290, S. 1, 2; P.A. 75-316, S. 14; P.A. 80-400, S. 1, 2; P.A. 85-173, S. 1, 2; P.A. 96-178, S. 1, 18; June Sp. Sess. P.A. 07-7, S. 55; P.A. 13-239, S. 60; P.A. 23-205, S. 60.)"
            ],
            "history": [
              "History: P.A. 75-316 substituted state library board for state library committee; P.A. 80-400 replaced former provisions re construction grants with new provisions which essentially raised limit from one-fourth to one-third of cost up to $200,000 rather than $100,000 and introduced provisions re priorities; P.A. 85-173 increased maximum grant amount from $200,000 to $350,000; P.A. 96-178 increased the cap for grants to $500,000, effective July 1, 1996; June Sp. Sess. P.A. 07-7 changed grant amount for applications submitted on or after September 1, 2007, to one-third of the total construction cost, but not to exceed $1,000,000, effective November 2, 2007; P.A. 13-239 designated existing provisions re board requirements re construction grants as Subsec. (a) and amended same to add “prior to September 1, 2007,” in Subdiv. (2) and replace references to appropriation with references to available funding, designated existing provisions re applications submitted on or after September 1, 2007, as Subsec. (b) and amended same to add “and prior to July 1, 2013”, replace “available appropriation” with “available funding” and add provision re applications submitted on or after July 1, 2013, and added Subsec. (c) re emergency repair grants, effective July 1, 2013; P.A. 23-205 amended Subsec. (a) to delete obsolete provision and subdivision designators and amended Subsec. (b) to delete obsolete provision, apply provision on applications submitted on and after July 1, 2013, to those submitted before July 1, 2023, and add provision re applications submitted on or after July 1, 2023, effective July 1, 2023."
            ],
            "annotations": [],
            "text": "(a) The State Library Board shall make construction grants to public libraries established pursuant to this chapter. The board shall establish criteria for the purpose of developing a priority listing of all construction projects. In the event that the available funding is insufficient to fund projects as provided above, projects remaining on the priority list shall be included in the priority listing for the next fiscal year. Each application for such grant shall be filed on or before September first, annually, on forms to be prescribed by said board.\n\n(b) For applications submitted on or after July 1, 2013, and before July 1, 2023, the board shall grant an amount up to one-half of the total construction cost, not to exceed one million dollars, for each approved project within the limits of the available funding for such projects. For applications submitted on or after July 1, 2023, the board shall grant for each approved project, within the limits of the available funding for such projects, (1) an amount up to one-half of the total construction cost of such project, not to exceed two million dollars, or (2) an amount up to eighty per cent of the total construction cost of such project, not to exceed two million dollars, if such project is located in a distressed municipality, as defined in section 32-9p .\n\n(c) The State Library Board shall make emergency repair grants to public libraries established pursuant to this chapter for emergency repairs to buildings and equipment, as approved by the board. The board may grant an amount up to one-half of the emergency repair cost, not exceeding one hundred thousand dollars for each approved emergency repair project within the limits of the available funding for such project."
          }
        },
        {
          "section_key": "11-24d",
          "label": "Sec. 11-24d. Grants for library automation.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-24d",
          "content": {
            "body_paragraphs": [
              "The state, through the State Library Board, may provide financial assistance in the form of grants to support the application of automation to the state's libraries. Grants shall be made to assist in the payment of expenses associated with: The purchase of necessary capital equipment and entrance fees to join the centralized automated library systems; changing library records from a manual system to an automated system accessible to users of other libraries in the state; enlarging existing library data bases to accommodate increased library participation and technological innovations; providing connections to centralized automated library data bases; procurement of terminals and software for libraries to access shared bibliographic and source data bases; expansion of electronic mail service among the state's libraries; and establishment of communication systems to support cooperative information services for the public. The grants shall be made in accordance with regulations adopted by the State Library Board in accordance with the provisions of chapter 54."
            ],
            "source": [
              "(P.A. 85-537, S. 1, 2; P.A. 88-216, S. 5, 7; P.A. 89-198.)"
            ],
            "history": [
              "History: P.A. 88-216 deleted obsolete provision re how grants to be made during the fiscal year ending June 30, 1986, deleted provisions re a library aid information network council and made technical changes; P.A. 89-198 removed the restriction that required grants to be made only to publicly supported libraries."
            ],
            "annotations": [],
            "text": "The state, through the State Library Board, may provide financial assistance in the form of grants to support the application of automation to the state's libraries. Grants shall be made to assist in the payment of expenses associated with: The purchase of necessary capital equipment and entrance fees to join the centralized automated library systems; changing library records from a manual system to an automated system accessible to users of other libraries in the state; enlarging existing library data bases to accommodate increased library participation and technological innovations; providing connections to centralized automated library data bases; procurement of terminals and software for libraries to access shared bibliographic and source data bases; expansion of electronic mail service among the state's libraries; and establishment of communication systems to support cooperative information services for the public. The grants shall be made in accordance with regulations adopted by the State Library Board in accordance with the provisions of chapter 54."
          }
        },
        {
          "section_key": "11-25",
          "label": "Sec. 11-25. Reports by libraries. Confidentiality of records.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-25",
          "content": {
            "body_paragraphs": [
              "(a) The libraries established under the provisions of this chapter, and any free public library receiving a state appropriation, shall annually make a report to the State Library Board.",
              "(b) (1) Notwithstanding section 1-210 , records maintained by libraries that can be used to identify any library user, or link any user to a library transaction, regardless of format, shall be kept confidential, except that the records may be disclosed to officers, employees and agents of the library, as necessary for operation of the library.",
              "(2) Information contained in such records shall not be released to any third party, except (A) pursuant to a court order, or (B) with the written permission of the library user whose personal information is contained in the records.",
              "(3) For purposes of this subsection, “library” includes any library regularly open to the public, whether public or private, maintained by any industrial, commercial or other group or association, or by any governmental agency, but does not include libraries maintained by schools and institutions of higher education.",
              "(4) No provision of this subsection shall be construed to prevent a library from publishing or making available to the public statistical reports regarding library registration and use of library materials, if such reports do not contain personally identifying information."
            ],
            "source": [
              "(1949 Rev., S. 1663; February, 1965, P.A. 490, S. 8; P.A. 75-316, S. 15; P.A. 81-431, S. 4; P.A. 07-227, S. 20.)"
            ],
            "history": [
              "History: 1965 act substituted state library committee for state board of education; P.A. 75-316 substituted state library board for state library committee; P.A. 81-431 added Subsec. (b) concerning confidentiality of library circulation records; P.A. 07-227 replaced former Subsec. (b) re confidentiality of personally identifying information with new Subsec. (b) re confidentiality of records that can be used to identify library user or link user with library transaction and release of records, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "(a) The libraries established under the provisions of this chapter, and any free public library receiving a state appropriation, shall annually make a report to the State Library Board.\n\n(b) (1) Notwithstanding section 1-210 , records maintained by libraries that can be used to identify any library user, or link any user to a library transaction, regardless of format, shall be kept confidential, except that the records may be disclosed to officers, employees and agents of the library, as necessary for operation of the library.\n\n(2) Information contained in such records shall not be released to any third party, except (A) pursuant to a court order, or (B) with the written permission of the library user whose personal information is contained in the records.\n\n(3) For purposes of this subsection, “library” includes any library regularly open to the public, whether public or private, maintained by any industrial, commercial or other group or association, or by any governmental agency, but does not include libraries maintained by schools and institutions of higher education.\n\n(4) No provision of this subsection shall be construed to prevent a library from publishing or making available to the public statistical reports regarding library registration and use of library materials, if such reports do not contain personally identifying information."
          }
        },
        {
          "section_key": "11-26",
          "label": "Sec. 11-26. Librarians' certificates.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-26",
          "content": {
            "body_paragraphs": [
              "Section 11-26 is repealed, effective July 1, 2007."
            ],
            "source": [
              "(1949 Rev., S. 1664; February, 1965, P.A. 490, S. 9; P.A. 75-316, S. 16; P.A. 07-227, S. 24.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Section 11-26 is repealed, effective July 1, 2007."
          }
        },
        {
          "section_key": "11-27",
          "label": "Sec. 11-27. Library fund.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-27",
          "content": {
            "body_paragraphs": [
              "All moneys collected or received in payment for library service contracted for and rendered shall be placed in the treasury of the town, city, borough, fire district or school district for which such service was rendered, to the credit of its library fund. The moneys in such fund shall be kept separate from other moneys and shall be withdrawn only by authorized officials, upon authenticated vouchers of the trustees of the public library which provides such service."
            ],
            "source": [
              "(1949 Rev., S. 1668; P.A. 07-227, S. 11.)"
            ],
            "history": [
              "History: P.A. 07-227 deleted reference to directors, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "All moneys collected or received in payment for library service contracted for and rendered shall be placed in the treasury of the town, city, borough, fire district or school district for which such service was rendered, to the credit of its library fund. The moneys in such fund shall be kept separate from other moneys and shall be withdrawn only by authorized officials, upon authenticated vouchers of the trustees of the public library which provides such service."
          }
        },
        {
          "section_key": "11-28",
          "label": "Sec. 11-28. Merger of library facilities.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-28",
          "content": {
            "body_paragraphs": [
              "The trustees of two or more public libraries may, with the approval of the towns in which such libraries are situated, contract for the merger, in whole or in part, of the facilities of such libraries."
            ],
            "source": [
              "(1949 Rev., S. 1666; P.A. 07-227, S. 12.)"
            ],
            "history": [
              "History: P.A. 07-227 deleted reference to directors, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "The trustees of two or more public libraries may, with the approval of the towns in which such libraries are situated, contract for the merger, in whole or in part, of the facilities of such libraries."
          }
        },
        {
          "section_key": "11-29",
          "label": "Sec. 11-29. Transfer of employees.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-29",
          "content": {
            "body_paragraphs": [
              "Members of the regular staff of any free public library may be transferred to one of its contract libraries, either on a temporary or a permanent basis, without affecting their status on the library payroll or their right to promotion, because of any town ordinance or regulation as to residence. The trustees of any free public library may employ any person in a branch established in another town than that in which such library is located, without complying with any civil service or residence ordinance of either of such towns; but no such employee shall be transferred to a library within either of such towns which has civil service or residence ordinances."
            ],
            "source": [
              "(1949 Rev., S. 1667; P.A. 07-227, S. 13.)"
            ],
            "history": [
              "History: P.A. 07-227 deleted reference to directors, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "Members of the regular staff of any free public library may be transferred to one of its contract libraries, either on a temporary or a permanent basis, without affecting their status on the library payroll or their right to promotion, because of any town ordinance or regulation as to residence. The trustees of any free public library may employ any person in a branch established in another town than that in which such library is located, without complying with any civil service or residence ordinance of either of such towns; but no such employee shall be transferred to a library within either of such towns which has civil service or residence ordinances."
          }
        },
        {
          "section_key": "11-30",
          "label": "Sec. 11-30. Contracts for library service.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-30",
          "content": {
            "body_paragraphs": [
              "Any state agency, municipality, taxing district or public or private library may contract with any other state agency, municipality, taxing district or public or private library to provide or secure such library services as may be agreed upon, which services may include, but need not be limited to, (1) the lending of books and related library materials, (2) the establishment of branch libraries, depositories or bookmobile service and (3) cooperative purchasing and processing of books, recordings, films and related library materials."
            ],
            "source": [
              "(1949 Rev., S. 1665; 1953, S. 1024d; 1957, P.A. 121, S. 1; 1959, P.A. 489, S. 1.)"
            ],
            "history": [
              "History: 1959 act allowed private libraries to contract for services."
            ],
            "annotations": [],
            "text": "Any state agency, municipality, taxing district or public or private library may contract with any other state agency, municipality, taxing district or public or private library to provide or secure such library services as may be agreed upon, which services may include, but need not be limited to, (1) the lending of books and related library materials, (2) the establishment of branch libraries, depositories or bookmobile service and (3) cooperative purchasing and processing of books, recordings, films and related library materials."
          }
        },
        {
          "section_key": "11-31",
          "label": "Sec. 11-31. Regional library service.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-31",
          "content": {
            "body_paragraphs": [
              "Any town, city, borough, fire district or school district may raise money by taxation and make appropriations for defraying the expense of contract or regional library service, and shall be subject to the duties and entitled to the benefits prescribed by this chapter relating to free public libraries in towns or other municipalities."
            ],
            "source": [
              "(1949 Rev., S. 1669.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Any town, city, borough, fire district or school district may raise money by taxation and make appropriations for defraying the expense of contract or regional library service, and shall be subject to the duties and entitled to the benefits prescribed by this chapter relating to free public libraries in towns or other municipalities."
          }
        },
        {
          "section_key": "11-31a",
          "label": "Sec. 11-31a. Definitions.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-31a",
          "content": {
            "body_paragraphs": [
              "As used in section 11-31b :",
              "(a) “Connecticard” means a cooperative program among public libraries in Connecticut which allows a resident of any town in the state who holds a valid borrower card issued by his home library to use that card to borrow materials from any public library in the state that is participating in the program;",
              "(b) “Connecticard transaction” means each lending of a recognized unit of library material by a participating library to a person who is a resident of any Connecticut town except the town in which the library is located or any towns for which the library has been designated the principal public library and who has presented a valid Connecticard borrower card at the library making the loan;",
              "(c) “Net plus transaction” means the library services, based on the number of items loaned, rendered to nonresidents of towns normally served by libraries offering state-wide services in excess of the library service rendered to residents of such towns by other libraries;",
              "(d) “Participating library” means a library which has signed a letter of agreement on file with the State Library;",
              "(e) “Resident” means that a person is principally domiciled in a town. A borrower who holds dual residency or who owns property in more than one town is considered a resident only in the town where he is principally domiciled. In all other towns, that borrower shall be a nonresident."
            ],
            "source": [
              "(P.A. 73-645, S. 1, 5; P.A. 82-304, S. 1, 4.)"
            ],
            "history": [
              "History: P.A. 82-304 repealed text concerning state-wide library services and substituted definitions for the Connecticard program."
            ],
            "annotations": [],
            "text": "As used in section 11-31b :\n\n(a) “Connecticard” means a cooperative program among public libraries in Connecticut which allows a resident of any town in the state who holds a valid borrower card issued by his home library to use that card to borrow materials from any public library in the state that is participating in the program;\n\n(b) “Connecticard transaction” means each lending of a recognized unit of library material by a participating library to a person who is a resident of any Connecticut town except the town in which the library is located or any towns for which the library has been designated the principal public library and who has presented a valid Connecticard borrower card at the library making the loan;\n\n(c) “Net plus transaction” means the library services, based on the number of items loaned, rendered to nonresidents of towns normally served by libraries offering state-wide services in excess of the library service rendered to residents of such towns by other libraries;\n\n(d) “Participating library” means a library which has signed a letter of agreement on file with the State Library;\n\n(e) “Resident” means that a person is principally domiciled in a town. A borrower who holds dual residency or who owns property in more than one town is considered a resident only in the town where he is principally domiciled. In all other towns, that borrower shall be a nonresident."
          }
        },
        {
          "section_key": "11-31b",
          "label": "Sec. 11-31b. Connecticard program; state aid for services rendered to nonresidents.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-31b",
          "content": {
            "body_paragraphs": [
              "Any public library which is a participating library in Connecticard and any library which was a participating library in Connecticard prior to July 1, 1983, may claim and be entitled to receive state aid for services rendered to nonresidents, provided such library files with the State Library Board a record of the number of items loaned to nonresidents of the town or towns which it normally serves not later than seven days after March first and September first of each year. Such reports shall be certified as accurate by the library filing with the State Library Board. On the order of the board, the Comptroller shall pay to each participating library an amount which shall be determined as follows: The State Library Board shall divide by two the total amount of funds appropriated for the Connecticard program. One-half of such amount shall be used for all Connecticard transactions and the remaining half shall be used for net plus transactions. The grant may be used for general library purposes and no portion of the grant money shall revert to the general fund of the town or towns normally served by such library."
            ],
            "source": [
              "(P.A. 82-304, S. 2, 4; P.A. 84-255, S. 18, 21.)"
            ],
            "history": [
              "History: P.A. 84-255 applied provisions specifically to “public” libraries and extended eligibility to any libraries which participated in Connecticard program prior to July 1, 1983."
            ],
            "annotations": [],
            "text": "Any public library which is a participating library in Connecticard and any library which was a participating library in Connecticard prior to July 1, 1983, may claim and be entitled to receive state aid for services rendered to nonresidents, provided such library files with the State Library Board a record of the number of items loaned to nonresidents of the town or towns which it normally serves not later than seven days after March first and September first of each year. Such reports shall be certified as accurate by the library filing with the State Library Board. On the order of the board, the Comptroller shall pay to each participating library an amount which shall be determined as follows: The State Library Board shall divide by two the total amount of funds appropriated for the Connecticard program. One-half of such amount shall be used for all Connecticard transactions and the remaining half shall be used for net plus transactions. The grant may be used for general library purposes and no portion of the grant money shall revert to the general fund of the town or towns normally served by such library."
          }
        },
        {
          "section_key": "11-31c",
          "label": "Sec. 11-31c. State Library Board to adopt regulations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-31c",
          "content": {
            "body_paragraphs": [
              "The State Library Board shall, in accordance with the provisions of chapter 54, adopt regulations to implement the provisions of section 11-31b ."
            ],
            "source": [
              "(P.A. 82-304, S. 3, 4.)"
            ],
            "history": [],
            "annotations": [],
            "text": "The State Library Board shall, in accordance with the provisions of chapter 54, adopt regulations to implement the provisions of section 11-31b ."
          }
        },
        {
          "section_key": "11-32",
          "label": "Sec. 11-32. Legislative body of municipality may establish or operate a public library.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-32",
          "content": {
            "body_paragraphs": [
              "The legislative body of any municipality may establish or operate a public library and reading room, together with such kindred apartments and facilities as the legislative body approves; and may levy a tax annually on all taxable property of the municipality for the establishment or operation of a public library. Such tax shall be levied and collected as other taxes, and shall be known as the “library fund”. Such library and reading room shall be free to the use of the inhabitants of the city, subject to such reasonable rules and regulations as the board of trustees may adopt in order to render the use of the library and reading room of the greatest benefit. Such board may exclude from the use of such library and reading room any person who wilfully violates such rules, and may extend its privileges to persons residing in this state outside the city upon such terms and conditions as it may prescribe.",
              "See Sec. 11-20 re power of towns, cities, boroughs, fire districts and incorporated school districts to establish public libraries."
            ],
            "source": [
              "(1949 Rev., S. 1670; P.A. 73-261, S. 1, 2; P.A. 82-305; P.A. 07-227, S. 22; P.A. 10-108, S. 33.)"
            ],
            "history": [
              "History: P.A. 73-261 increased tax limit from one and one-half to two mills on the dollar; P.A. 82-305 deleted provision which had limited tax levied for public library needs to a maximum of two mills on the dollar; P.A. 07-227 replaced board of directors with board of trustees, effective July 1, 2007; P.A. 10-108 replaced references to “city council” and “council” with “legislative body”, replaced references to “city” with “municipality”, replaced “and maintain” with “or operate” and added provision re tax for establishment or operation of a public library, effective June 1, 2010."
            ],
            "annotations": [],
            "text": "The legislative body of any municipality may establish or operate a public library and reading room, together with such kindred apartments and facilities as the legislative body approves; and may levy a tax annually on all taxable property of the municipality for the establishment or operation of a public library. Such tax shall be levied and collected as other taxes, and shall be known as the “library fund”. Such library and reading room shall be free to the use of the inhabitants of the city, subject to such reasonable rules and regulations as the board of trustees may adopt in order to render the use of the library and reading room of the greatest benefit. Such board may exclude from the use of such library and reading room any person who wilfully violates such rules, and may extend its privileges to persons residing in this state outside the city upon such terms and conditions as it may prescribe.\n\nSee Sec. 11-20 re power of towns, cities, boroughs, fire districts and incorporated school districts to establish public libraries."
          }
        },
        {
          "section_key": "11-33",
          "label": "Sec. 11-33. Powers and duties of trustees in municipalities. Gifts.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-33",
          "content": {
            "body_paragraphs": [
              "When the legislative body of any municipality has decided to establish a public library and reading room, the chief elected official of such municipality shall, with the approval of the legislative body, appoint a board of nine trustees. Not more than one member of the legislative body shall be a member of such board. The trustees shall, immediately after their appointment, meet and organize by the election of one of their number as president and by the election of such other officers as they deem necessary. They shall make and adopt (1) bylaws, rules and regulations for the government of the library and reading room, and (2) policies and rules regarding Internet usage and content accessible by patrons of the library and reading room on computers and other electronic devices provided by the library and reading room. They shall have exclusive control of the expenditure of all moneys collected to the credit of the library fund, and of the construction of any library building, and of the supervision, care and custody of the grounds, rooms or buildings constructed, leased, given or set apart for that purpose; provided all moneys collected and received for such purpose shall be placed in the treasury of such municipality, to the credit of its library fund, and shall be kept separate from other moneys of the municipality and shall be drawn upon by the proper officers of the municipality, upon duly authenticated vouchers of the trustees. Such board may purchase, lease or accept grounds, and erect, lease or occupy an appropriate building or buildings, for the use of such library, appoint a library director and all necessary assistants and fix their compensation. Any person desiring to make a gift for the benefit of such library may vest the title to such donation in the board of trustees to be held and controlled according to the terms of the gift of such property; and such board shall be special trustee thereof."
            ],
            "source": [
              "(1949 Rev., S. 1671; P.A. 07-227, S. 14; P.A. 10-108, S. 34; P.A. 11-28, S. 16; P.A. 17-68, S. 16.)"
            ],
            "history": [
              "History: P.A. 07-227 replaced board of directors with board of trustees and librarian with library director, effective July 1, 2007; P.A. 10-108 replaced “any city council” with “the legislative body of any municipality”, deleted “and maintain”, replaced “mayor” with “chief elected official”, replaced references to “city” with “municipality” and replaced references to “city council” and “council” with “legislative body”, effective June 1, 2010; P.A. 11-28 made a technical change, effective June 3, 2011; P.A. 17-68 designated existing provision re bylaws, rules and regulations for government of library and reading room as Subdiv. (1), added Subdiv. (2) re policies and rules regarding Internet usage and content accessible by patrons, and made a conforming change, effective July 1, 2017."
            ],
            "annotations": [],
            "text": "When the legislative body of any municipality has decided to establish a public library and reading room, the chief elected official of such municipality shall, with the approval of the legislative body, appoint a board of nine trustees. Not more than one member of the legislative body shall be a member of such board. The trustees shall, immediately after their appointment, meet and organize by the election of one of their number as president and by the election of such other officers as they deem necessary. They shall make and adopt (1) bylaws, rules and regulations for the government of the library and reading room, and (2) policies and rules regarding Internet usage and content accessible by patrons of the library and reading room on computers and other electronic devices provided by the library and reading room. They shall have exclusive control of the expenditure of all moneys collected to the credit of the library fund, and of the construction of any library building, and of the supervision, care and custody of the grounds, rooms or buildings constructed, leased, given or set apart for that purpose; provided all moneys collected and received for such purpose shall be placed in the treasury of such municipality, to the credit of its library fund, and shall be kept separate from other moneys of the municipality and shall be drawn upon by the proper officers of the municipality, upon duly authenticated vouchers of the trustees. Such board may purchase, lease or accept grounds, and erect, lease or occupy an appropriate building or buildings, for the use of such library, appoint a library director and all necessary assistants and fix their compensation. Any person desiring to make a gift for the benefit of such library may vest the title to such donation in the board of trustees to be held and controlled according to the terms of the gift of such property; and such board shall be special trustee thereof."
          }
        },
        {
          "section_key": "11-34",
          "label": "Sec. 11-34. Report by trustees.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-34",
          "content": {
            "body_paragraphs": [
              "The board of trustees shall make, on or before the second Monday of June, an annual report to the city council for the year ending the first of June, stating the various sums of money received from the library fund and other sources and how such moneys have been expended; the number of books and periodicals on hand; the number added, by purchase, gift or otherwise, during the year; the number lost or missing; the number of visitors attending; the number of books loaned and the general character of such books, and such other statistics, information and suggestions as it deems of general interest. All such portions of such report as relate to the receipt and expenditure of money, as well as the number of books on hand, books lost or missing and books purchased, shall be verified by affidavit."
            ],
            "source": [
              "(1949 Rev., S. 1672; P.A. 07-227, S. 15.)"
            ],
            "history": [
              "History: P.A. 07-227 replaced board of directors with board of trustees, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "The board of trustees shall make, on or before the second Monday of June, an annual report to the city council for the year ending the first of June, stating the various sums of money received from the library fund and other sources and how such moneys have been expended; the number of books and periodicals on hand; the number added, by purchase, gift or otherwise, during the year; the number lost or missing; the number of visitors attending; the number of books loaned and the general character of such books, and such other statistics, information and suggestions as it deems of general interest. All such portions of such report as relate to the receipt and expenditure of money, as well as the number of books on hand, books lost or missing and books purchased, shall be verified by affidavit."
          }
        },
        {
          "section_key": "11-35",
          "label": "Sec. 11-35. Penalties for injuries.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-35",
          "content": {
            "body_paragraphs": [
              "The city council of such city may pass ordinances imposing suitable penalties for damaging the grounds or other property of such library and for damaging or failing to return any book belonging to such library. Each library director or board of trustees, having charge or control of such library or property, shall post in one or more conspicuous places connected therewith a printed copy of this section."
            ],
            "source": [
              "(1949 Rev., S. 1673; P.A. 07-227, S. 23.)"
            ],
            "history": [
              "History: P.A. 07-227 replaced board of directors with board of trustees and librarian with library director, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "The city council of such city may pass ordinances imposing suitable penalties for damaging the grounds or other property of such library and for damaging or failing to return any book belonging to such library. Each library director or board of trustees, having charge or control of such library or property, shall post in one or more conspicuous places connected therewith a printed copy of this section."
          }
        },
        {
          "section_key": "11-36",
          "label": "Sec. 11-36. Municipality tax.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-36",
          "content": {
            "body_paragraphs": [
              "When fifty electors of any municipality present a petition to the clerk of such municipality, asking that an annual tax be levied for the establishment or operation of a free public library and reading room in such municipality, and specify in their petition a rate of taxation, not to exceed three mills on the dollar, such clerk shall, in the next legal notice of the regular municipal election in such municipality, give notice that at such election the question of an annual tax for the establishment or operation of a library is to be voted upon in the manner prescribed in section 9-369 . The designation of such question on the voting tabulator ballot shall be “Shall a .... mill tax be levied to establish a free public library and reading room?” or “Shall a .... mill tax be levied to operate a free public library and reading room?”. Such notice and such designation of the question on the voting tabulator ballot shall specify the rate of taxation mentioned in such petition. If, upon the official determination of the result of such vote, it appears that a majority of all the votes upon such question are in approval of such question, the tax specified in such notice shall be levied and collected in the same manner as other general taxes of such municipality and shall be known as the “library fund”. All moneys collected and received by the levy of such tax shall be placed in the treasury of such municipality, to the credit of its library fund, and shall be kept separate from other moneys of the municipality and shall be drawn upon by the proper officers of the municipality, upon duly authenticated vouchers of the library's trustees. Such tax may afterwards be lessened or increased within the three-mill limit, or made to cease, in case the electors of any such municipality so determine by a majority vote at any regular municipal election held therein, in the manner hereinbefore prescribed for voting upon such question. When a free public library and reading room is established pursuant to this section, the corporate authorities of such municipality may exercise the same powers relative to such free public library and reading room as are conferred upon the corporate authorities of municipalities pursuant to section 11-33 ."
            ],
            "source": [
              "(1949 Rev., S. 1674; 1953, S. 1026d; P.A. 86-170, S. 10, 13; P.A. 10-108, S. 35; P.A. 11-20, S. 1; 11-28, S. 17.)"
            ],
            "history": [
              "History: P.A. 86-170 required that designation on ballot label be in form of question; P.A. 10-108 replaced references to “town or borough” with “municipality”, replaced references to “maintenance” with references to “or operation” or “establishment or operation”, added ballot label question re operation of free public library and reading room, added provision re deposit of moneys collected and received by tax into library fund, and reworded provision re powers of corporate authorities of municipality re free library and reading room, effective June 1, 2010; pursuant to P.A. 11-20, “machine” and “ballot label” were changed editorially by the Revisors to “tabulator” and “ballot”, respectively, effective May 24, 2011; P.A. 11-28 made a technical change, effective June 3, 2011."
            ],
            "annotations": [],
            "text": "When fifty electors of any municipality present a petition to the clerk of such municipality, asking that an annual tax be levied for the establishment or operation of a free public library and reading room in such municipality, and specify in their petition a rate of taxation, not to exceed three mills on the dollar, such clerk shall, in the next legal notice of the regular municipal election in such municipality, give notice that at such election the question of an annual tax for the establishment or operation of a library is to be voted upon in the manner prescribed in section 9-369 . The designation of such question on the voting tabulator ballot shall be “Shall a .... mill tax be levied to establish a free public library and reading room?” or “Shall a .... mill tax be levied to operate a free public library and reading room?”. Such notice and such designation of the question on the voting tabulator ballot shall specify the rate of taxation mentioned in such petition. If, upon the official determination of the result of such vote, it appears that a majority of all the votes upon such question are in approval of such question, the tax specified in such notice shall be levied and collected in the same manner as other general taxes of such municipality and shall be known as the “library fund”. All moneys collected and received by the levy of such tax shall be placed in the treasury of such municipality, to the credit of its library fund, and shall be kept separate from other moneys of the municipality and shall be drawn upon by the proper officers of the municipality, upon duly authenticated vouchers of the library's trustees. Such tax may afterwards be lessened or increased within the three-mill limit, or made to cease, in case the electors of any such municipality so determine by a majority vote at any regular municipal election held therein, in the manner hereinbefore prescribed for voting upon such question. When a free public library and reading room is established pursuant to this section, the corporate authorities of such municipality may exercise the same powers relative to such free public library and reading room as are conferred upon the corporate authorities of municipalities pursuant to section 11-33 ."
          }
        },
        {
          "section_key": "11-37",
          "label": "Sec. 11-37. Trustees' compensation.",
          "url": "https://www.cga.ct.gov/current/pub/chap_190.htm#sec_11-37",
          "content": {
            "body_paragraphs": [
              "No trustee of any free public library and reading room, established under the provisions of this chapter in any town, city, borough, school district or fire district, shall receive any compensation for any services rendered as such trustee."
            ],
            "source": [
              "(1949 Rev., S. 1675; P.A. 07-227, S. 16.)"
            ],
            "history": [
              "History: P.A. 07-227 replaced director with trustee, effective July 1, 2007."
            ],
            "annotations": [],
            "text": "No trustee of any free public library and reading room, established under the provisions of this chapter in any town, city, borough, school district or fire district, shall receive any compensation for any services rendered as such trustee."
          }
        }
      ]
    },
    {
      "chapter_key": "191",
      "label": "Chapter 191",
      "name": "Interstate Library Compact",
      "url": "https://www.cga.ct.gov/current/pub/chap_191.htm",
      "sections": [
        {
          "section_key": "11-38",
          "label": "Sec. 11-38. Compact.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#sec_11-38",
          "content": {
            "body_paragraphs": [
              "The Interstate Library Compact is hereby enacted into law and entered into by this state with all states legally joining therein in the form substantially as follows:",
              "INTERSTATE LIBRARY COMPACT",
              "ARTICLE I. Policy and Purpose",
              "Because the desire for the services provided by libraries transcends governmental boundaries and can most effectively be satisfied by giving such services to communities and people regardless of jurisdictional lines, it is the policy of the states party to this compact to cooperate and share their responsibilities; to authorize cooperation and sharing with respect to those types of library facilities and services which can be more economically or efficiently developed and maintained on a cooperative basis, and to authorize cooperation and sharing among localities, states and others in providing joint or cooperative library services in areas where the distribution of population or of existing and potential library resources make the provision of library service on an interstate basis the most effective way of providing adequate and efficient service.",
              "ARTICLE II. Definitions",
              "As used in this compact:",
              "(a) “Public library agency” means any unit or agency of local or state government operating or having power to operate a library.",
              "(b) “Private library agency” means any nongovernmental entity which operates or assumes a legal obligation to operate a library.",
              "(c) “Library agreement” means a contract establishing an interstate library district pursuant to this compact or providing for the joint or cooperative furnishing of library services.",
              "ARTICLE III. Interstate Library Districts",
              "(a) Any one or more public library agencies in a party state in cooperation with any public library agency or agencies in one or more other party states may establish and maintain an interstate library district. Subject to the provisions of this compact and any other laws of the party states which pursuant hereto remain applicable, such district may establish, maintain and operate some or all of the library facilities and services for the area concerned in accordance with the terms of a library agreement therefor. Any private library agency or agencies within an interstate library district may cooperate therewith, assume duties, responsibilities and obligations thereto, and receive benefits therefrom as provided in any library agreement to which such agency or agencies become party.",
              "(b) Within an interstate library district, and as provided by a library agreement, the performance of library functions may be undertaken on a joint or cooperative basis or may be undertaken by means of one or more arrangements between or among public or private library agencies for the extension of library privileges to the use of facilities or services operated or rendered by one or more of the individual agencies.",
              "(c) If a library agreement provides for joint establishment, maintenance or operation of library facilities or services by an interstate library district, such district shall have power to do any one or more of the following in accordance with such library agreement:",
              "1. Undertake, administer and participate in programs or arrangements for securing, lending or servicing of books and other publications, any other materials suitable to be kept or made available by libraries, library equipment or for the dissemination of information about libraries, the value and significance of particular items therein, and the use thereof.",
              "2. Accept for any of its purposes under this compact any and all donations, and grants of money, equipment, supplies, materials, and services (conditional or otherwise), from any state or the United States or any subdivision or agency thereof, or interstate agency, or from any institution, person, firm or corporation, and receive, utilize and dispose of the same.",
              "3. Operate mobile library units or equipment for the purpose of rendering bookmobile service within the district.",
              "4. Employ professional, technical, clerical and other personnel and fix terms of employment, compensation and other appropriate benefits; and where desirable, provide for the in-service training of such personnel.",
              "5. Sue and be sued in any court of competent jurisdiction.",
              "6. Acquire, hold, and dispose of any real or personal property or any interest or interests therein as may be appropriate to the rendering of library service.",
              "7. Construct, maintain and operate a library, including any appropriate branches thereof.",
              "8. Do such other things as may be incidental to or appropriate for the carrying out of any of the foregoing powers.",
              "ARTICLE IV. Interstate Library Districts, Governing Board",
              "(a) An interstate library district which establishes, maintains or operates any facilities or services in its own right shall have a governing board which shall direct the affairs of the district and act for it in all matters relating to its business. Each participating public library agency in the district shall be represented on the governing board which shall be organized and conduct its business in accordance with provision therefor in the library agreement. But in no event shall a governing board meet less often than twice a year.",
              "(b) Any private library agency or agencies party to a library agreement establishing an interstate library district may be represented on or advise with the governing board of the district in such manner as the library agreement may provide.",
              "ARTICLE V. State Library Agency Cooperation",
              "Any two or more state library agencies of two or more of the party states may undertake and conduct joint or cooperative library programs, render joint or cooperative library services, and enter into and perform arrangements for the cooperative or joint acquisition, use, housing and disposition of items or collections of materials which, by reason of expense, rarity, specialized nature, or infrequency of demand therefor would be appropriate for central collection and shared use. Any such programs, services or arrangements may include provision for the exercise on a cooperative or joint basis of any power exercisable by an interstate library district and an agreement embodying any such program, service or arrangement shall contain provisions covering the subjects detailed in article VI of this compact for interstate library agreements.",
              "ARTICLE VI. Library Agreements",
              "(a) In order to provide for any joint or cooperative undertaking pursuant to this compact, public and private library agencies may enter into library agreements. Any agreement executed pursuant to the provisions of this compact shall, as among the parties to the agreement:",
              "1. Detail the specific nature of the services, programs, facilities, arrangements or properties to which it is applicable.",
              "2. Provide for the allocation of costs and other financial responsibilities.",
              "3. Specify the respective rights, duties, obligations and liabilities of the parties.",
              "4. Set forth the terms and conditions for duration, renewal, termination, abrogation, disposal of joint or common property, if any, and all other matters which may be appropriate to the proper effectuation and performance of the agreement.",
              "(b) No public or private library agency shall undertake to exercise itself, or jointly with any other library agency, by means of a library agreement any power prohibited to such agency by the constitution or statutes of its state.",
              "(c) No library agreement shall become effective until filed with the compact administrator of each state involved, and approved in accordance with article VII of this compact.",
              "ARTICLE VII. Approval of Library Agreements",
              "(a) Every library agreement made pursuant to this compact shall, prior to and as a condition precedent to its entry into force, be submitted to the attorney general of each state in which a public library agency party thereto is situated, who shall determine whether the agreement is in proper form and compatible with the laws of his state. The attorneys general shall approve any agreement submitted to them unless they shall find that it does not meet the conditions set forth herein and shall detail in writing addressed to the governing bodies of the public library agencies concerned the specific respects in which the proposed agreement fails to meet the requirements of law. Failure to disapprove an agreement submitted hereunder within ninety (90) days of its submission shall constitute approval thereof.",
              "(b) In the event that a library agreement made pursuant to this compact shall deal in whole or in part with the provision of services or facilities with regard to which an officer or agency of the state government has constitutional or statutory powers of control, the agreement shall, as a condition precedent to its entry into force, be submitted to the state officer or agency having such power of control and shall be approved or disapproved by him or it as to all matters within his or its jurisdiction in the same manner and subject to the same requirements governing the action of the attorneys general pursuant to paragraph (a) of this article. This requirement of submission and approval shall be in addition to and not in substitution for the requirement of submission to an approval by the attorneys general.",
              "ARTICLE VIII. Other Laws Applicable",
              "Nothing in this compact or in any library agreement shall be construed to supersede, alter or otherwise impair any obligation imposed on any library by otherwise applicable law, nor to authorize the transfer or disposition of any property held in trust by a library agency in a manner contrary to the terms of such trust.",
              "ARTICLE IX. Appropriations and Aid",
              "(a) Any public library agency party to a library agreement may appropriate funds to the interstate library district established thereby in the same manner and to the same extent as to a library wholly maintained by it and, subject to the laws of the state in which such public library agency is situated, may pledge its credit in support of an interstate library district established by the agreement.",
              "(b) Subject to the provisions of the library agreement pursuant to which it functions and the laws of the states in which such district is situated, an interstate library district may claim and receive any state and federal aid which may be available to library agencies.",
              "ARTICLE X. Compact Administrator",
              "Each state shall designate a compact administrator with whom copies of all library agreements to which his state or any public library agency thereof is party shall be filed. The administrator shall have such other powers as may be conferred upon him by the laws of his state and may consult and cooperate with the compact administrators of other party states and take such steps as may effectuate the purposes of this compact. If the laws of a party state so provide, such state may designate one or more deputy compact administrators in addition to its compact administrator.",
              "ARTICLE XI. Entry into Force and Withdrawal",
              "(a) This compact shall enter into force and effect immediately upon its enactment into law by any two (2) states. Thereafter, it shall enter into force and effect as to any other state upon the enactment thereof by such state.",
              "(b) This compact shall continue in force with respect to a party state and remain binding upon such state until six (6) months after such state has given notice to each other party state of the repeal thereof. Such withdrawal shall not be construed to relieve any party to a library agreement entered into pursuant to this compact from any obligation of that agreement prior to the end of its duration as provided therein.",
              "ARTICLE XII. Construction and Severability",
              "This compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this compact shall be severable and if any phrase, clause, sentence or provision of this compact is declared to be contrary to the constitution of any party state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this compact shall be held contrary to the constitution of any state party thereto, the compact shall remain in full force and effect as to the state affected as to all severable matters."
            ],
            "source": [
              "(1967, P.A. 278, S. 1.)"
            ],
            "history": [],
            "annotations": [],
            "text": "The Interstate Library Compact is hereby enacted into law and entered into by this state with all states legally joining therein in the form substantially as follows:\n\nINTERSTATE LIBRARY COMPACT\n\nARTICLE I. Policy and Purpose\n\nBecause the desire for the services provided by libraries transcends governmental boundaries and can most effectively be satisfied by giving such services to communities and people regardless of jurisdictional lines, it is the policy of the states party to this compact to cooperate and share their responsibilities; to authorize cooperation and sharing with respect to those types of library facilities and services which can be more economically or efficiently developed and maintained on a cooperative basis, and to authorize cooperation and sharing among localities, states and others in providing joint or cooperative library services in areas where the distribution of population or of existing and potential library resources make the provision of library service on an interstate basis the most effective way of providing adequate and efficient service.\n\nARTICLE II. Definitions\n\nAs used in this compact:\n\n(a) “Public library agency” means any unit or agency of local or state government operating or having power to operate a library.\n\n(b) “Private library agency” means any nongovernmental entity which operates or assumes a legal obligation to operate a library.\n\n(c) “Library agreement” means a contract establishing an interstate library district pursuant to this compact or providing for the joint or cooperative furnishing of library services.\n\nARTICLE III. Interstate Library Districts\n\n(a) Any one or more public library agencies in a party state in cooperation with any public library agency or agencies in one or more other party states may establish and maintain an interstate library district. Subject to the provisions of this compact and any other laws of the party states which pursuant hereto remain applicable, such district may establish, maintain and operate some or all of the library facilities and services for the area concerned in accordance with the terms of a library agreement therefor. Any private library agency or agencies within an interstate library district may cooperate therewith, assume duties, responsibilities and obligations thereto, and receive benefits therefrom as provided in any library agreement to which such agency or agencies become party.\n\n(b) Within an interstate library district, and as provided by a library agreement, the performance of library functions may be undertaken on a joint or cooperative basis or may be undertaken by means of one or more arrangements between or among public or private library agencies for the extension of library privileges to the use of facilities or services operated or rendered by one or more of the individual agencies.\n\n(c) If a library agreement provides for joint establishment, maintenance or operation of library facilities or services by an interstate library district, such district shall have power to do any one or more of the following in accordance with such library agreement:\n\n1. Undertake, administer and participate in programs or arrangements for securing, lending or servicing of books and other publications, any other materials suitable to be kept or made available by libraries, library equipment or for the dissemination of information about libraries, the value and significance of particular items therein, and the use thereof.\n\n2. Accept for any of its purposes under this compact any and all donations, and grants of money, equipment, supplies, materials, and services (conditional or otherwise), from any state or the United States or any subdivision or agency thereof, or interstate agency, or from any institution, person, firm or corporation, and receive, utilize and dispose of the same.\n\n3. Operate mobile library units or equipment for the purpose of rendering bookmobile service within the district.\n\n4. Employ professional, technical, clerical and other personnel and fix terms of employment, compensation and other appropriate benefits; and where desirable, provide for the in-service training of such personnel.\n\n5. Sue and be sued in any court of competent jurisdiction.\n\n6. Acquire, hold, and dispose of any real or personal property or any interest or interests therein as may be appropriate to the rendering of library service.\n\n7. Construct, maintain and operate a library, including any appropriate branches thereof.\n\n8. Do such other things as may be incidental to or appropriate for the carrying out of any of the foregoing powers.\n\nARTICLE IV. Interstate Library Districts, Governing Board\n\n(a) An interstate library district which establishes, maintains or operates any facilities or services in its own right shall have a governing board which shall direct the affairs of the district and act for it in all matters relating to its business. Each participating public library agency in the district shall be represented on the governing board which shall be organized and conduct its business in accordance with provision therefor in the library agreement. But in no event shall a governing board meet less often than twice a year.\n\n(b) Any private library agency or agencies party to a library agreement establishing an interstate library district may be represented on or advise with the governing board of the district in such manner as the library agreement may provide.\n\nARTICLE V. State Library Agency Cooperation\n\nAny two or more state library agencies of two or more of the party states may undertake and conduct joint or cooperative library programs, render joint or cooperative library services, and enter into and perform arrangements for the cooperative or joint acquisition, use, housing and disposition of items or collections of materials which, by reason of expense, rarity, specialized nature, or infrequency of demand therefor would be appropriate for central collection and shared use. Any such programs, services or arrangements may include provision for the exercise on a cooperative or joint basis of any power exercisable by an interstate library district and an agreement embodying any such program, service or arrangement shall contain provisions covering the subjects detailed in article VI of this compact for interstate library agreements.\n\nARTICLE VI. Library Agreements\n\n(a) In order to provide for any joint or cooperative undertaking pursuant to this compact, public and private library agencies may enter into library agreements. Any agreement executed pursuant to the provisions of this compact shall, as among the parties to the agreement:\n\n1. Detail the specific nature of the services, programs, facilities, arrangements or properties to which it is applicable.\n\n2. Provide for the allocation of costs and other financial responsibilities.\n\n3. Specify the respective rights, duties, obligations and liabilities of the parties.\n\n4. Set forth the terms and conditions for duration, renewal, termination, abrogation, disposal of joint or common property, if any, and all other matters which may be appropriate to the proper effectuation and performance of the agreement.\n\n(b) No public or private library agency shall undertake to exercise itself, or jointly with any other library agency, by means of a library agreement any power prohibited to such agency by the constitution or statutes of its state.\n\n(c) No library agreement shall become effective until filed with the compact administrator of each state involved, and approved in accordance with article VII of this compact.\n\nARTICLE VII. Approval of Library Agreements\n\n(a) Every library agreement made pursuant to this compact shall, prior to and as a condition precedent to its entry into force, be submitted to the attorney general of each state in which a public library agency party thereto is situated, who shall determine whether the agreement is in proper form and compatible with the laws of his state. The attorneys general shall approve any agreement submitted to them unless they shall find that it does not meet the conditions set forth herein and shall detail in writing addressed to the governing bodies of the public library agencies concerned the specific respects in which the proposed agreement fails to meet the requirements of law. Failure to disapprove an agreement submitted hereunder within ninety (90) days of its submission shall constitute approval thereof.\n\n(b) In the event that a library agreement made pursuant to this compact shall deal in whole or in part with the provision of services or facilities with regard to which an officer or agency of the state government has constitutional or statutory powers of control, the agreement shall, as a condition precedent to its entry into force, be submitted to the state officer or agency having such power of control and shall be approved or disapproved by him or it as to all matters within his or its jurisdiction in the same manner and subject to the same requirements governing the action of the attorneys general pursuant to paragraph (a) of this article. This requirement of submission and approval shall be in addition to and not in substitution for the requirement of submission to an approval by the attorneys general.\n\nARTICLE VIII. Other Laws Applicable\n\nNothing in this compact or in any library agreement shall be construed to supersede, alter or otherwise impair any obligation imposed on any library by otherwise applicable law, nor to authorize the transfer or disposition of any property held in trust by a library agency in a manner contrary to the terms of such trust.\n\nARTICLE IX. Appropriations and Aid\n\n(a) Any public library agency party to a library agreement may appropriate funds to the interstate library district established thereby in the same manner and to the same extent as to a library wholly maintained by it and, subject to the laws of the state in which such public library agency is situated, may pledge its credit in support of an interstate library district established by the agreement.\n\n(b) Subject to the provisions of the library agreement pursuant to which it functions and the laws of the states in which such district is situated, an interstate library district may claim and receive any state and federal aid which may be available to library agencies.\n\nARTICLE X. Compact Administrator\n\nEach state shall designate a compact administrator with whom copies of all library agreements to which his state or any public library agency thereof is party shall be filed. The administrator shall have such other powers as may be conferred upon him by the laws of his state and may consult and cooperate with the compact administrators of other party states and take such steps as may effectuate the purposes of this compact. If the laws of a party state so provide, such state may designate one or more deputy compact administrators in addition to its compact administrator.\n\nARTICLE XI. Entry into Force and Withdrawal\n\n(a) This compact shall enter into force and effect immediately upon its enactment into law by any two (2) states. Thereafter, it shall enter into force and effect as to any other state upon the enactment thereof by such state.\n\n(b) This compact shall continue in force with respect to a party state and remain binding upon such state until six (6) months after such state has given notice to each other party state of the repeal thereof. Such withdrawal shall not be construed to relieve any party to a library agreement entered into pursuant to this compact from any obligation of that agreement prior to the end of its duration as provided therein.\n\nARTICLE XII. Construction and Severability\n\nThis compact shall be liberally construed so as to effectuate the purposes thereof. The provisions of this compact shall be severable and if any phrase, clause, sentence or provision of this compact is declared to be contrary to the constitution of any party state or of the United States or the applicability thereof to any government, agency, person or circumstance is held invalid, the validity of the remainder of this compact and the applicability thereof to any government, agency, person or circumstance shall not be affected thereby. If this compact shall be held contrary to the constitution of any state party thereto, the compact shall remain in full force and effect as to the state affected as to all severable matters."
          }
        },
        {
          "section_key": "11-39",
          "label": "Sec. 11-39. Municipal participation.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#sec_11-39",
          "content": {
            "body_paragraphs": [
              "No town, city, borough or other political subdivision of this state shall be party to a library agreement which provides for the construction or maintenance of a library pursuant to article III, subdivision (c-7) of the compact, or pledge its credit in support of such a library, or contribute to the capital financing thereof, except after compliance with any laws applicable to such towns, cities, boroughs or political subdivisions relating to or governing capital outlays and the pledging of credit."
            ],
            "source": [
              "(1967, P.A. 278, S. 2.)"
            ],
            "history": [],
            "annotations": [],
            "text": "No town, city, borough or other political subdivision of this state shall be party to a library agreement which provides for the construction or maintenance of a library pursuant to article III, subdivision (c-7) of the compact, or pledge its credit in support of such a library, or contribute to the capital financing thereof, except after compliance with any laws applicable to such towns, cities, boroughs or political subdivisions relating to or governing capital outlays and the pledging of credit."
          }
        },
        {
          "section_key": "11-40",
          "label": "Sec. 11-40. State library agency defined.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#sec_11-40",
          "content": {
            "body_paragraphs": [
              "As used in the compact, “state library agency”, with reference to this state, means the Connecticut State Library, or an agency approved by the State Librarian."
            ],
            "source": [
              "(1967, P.A. 278, S. 3.)"
            ],
            "history": [],
            "annotations": [],
            "text": "As used in the compact, “state library agency”, with reference to this state, means the Connecticut State Library, or an agency approved by the State Librarian."
          }
        },
        {
          "section_key": "11-41",
          "label": "Sec. 11-41. State aid for interstate library districts.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#sec_11-41",
          "content": {
            "body_paragraphs": [
              "An interstate library district lying partly within this state may claim and be entitled to receive state aid in support of any of its functions to the same extent and in the same manner as such functions are eligible for support when carried on by entities wholly within this state. For the purposes of computing and apportioning state aid to interstate library districts hereinafter to be created, this state will consider that portion of the area which lies within this state as an independent entity for the performance of the aided function or functions and compute and apportion the aid accordingly. Subject to any applicable laws of this state, such a district also may apply for and be entitled to receive any federal aid for which it may be eligible."
            ],
            "source": [
              "(1967, P.A. 278, S. 4.)"
            ],
            "history": [],
            "annotations": [],
            "text": "An interstate library district lying partly within this state may claim and be entitled to receive state aid in support of any of its functions to the same extent and in the same manner as such functions are eligible for support when carried on by entities wholly within this state. For the purposes of computing and apportioning state aid to interstate library districts hereinafter to be created, this state will consider that portion of the area which lies within this state as an independent entity for the performance of the aided function or functions and compute and apportion the aid accordingly. Subject to any applicable laws of this state, such a district also may apply for and be entitled to receive any federal aid for which it may be eligible."
          }
        },
        {
          "section_key": "11-42",
          "label": "Sec. 11-42. Compact administrator.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#sec_11-42",
          "content": {
            "body_paragraphs": [
              "The Connecticut State Librarian shall be the compact administrator pursuant to article X of the compact."
            ],
            "source": [
              "(1967, P.A. 278, S. 5; P.A. 91-104, S. 2, 3.)"
            ],
            "history": [
              "History: P.A. 91-104 deleted reference to associate state librarian serving as deputy compact administrator."
            ],
            "annotations": [],
            "text": "The Connecticut State Librarian shall be the compact administrator pursuant to article X of the compact."
          }
        },
        {
          "section_key": "11-43",
          "label": "Sec. 11-43. Notices on withdrawal.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#sec_11-43",
          "content": {
            "body_paragraphs": [
              "In the event of withdrawal from the compact the State Librarian shall send and receive any notices required by article XI (b) of the compact."
            ],
            "source": [
              "(1967, P.A. 278, S. 6.)"
            ],
            "history": [],
            "annotations": [],
            "text": "In the event of withdrawal from the compact the State Librarian shall send and receive any notices required by article XI (b) of the compact."
          }
        },
        {
          "section_key": "",
          "label": "Secs. 11-44 to 11-79.",
          "url": "https://www.cga.ct.gov/current/pub/chap_191.htm#secs_11-44_to_11-79",
          "content": {
            "body_paragraphs": [],
            "source": [],
            "history": [],
            "annotations": [],
            "text": ""
          }
        }
      ]
    },
    {
      "chapter_key": "194",
      "label": "Chapter 194",
      "name": "Museums",
      "url": "https://www.cga.ct.gov/current/pub/chap_194.htm",
      "sections": [
        {
          "section_key": "11-80",
          "label": "Sec. 11-80. Definitions.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-80",
          "content": {
            "body_paragraphs": [
              "As used in this section and sections 11-81 to 11-89 , inclusive:",
              "(1) “Museum” means any nonprofit or public institution that is organized for educational, scientific, historic or aesthetic purposes, and which owns, borrows, cares for, studies, archives or exhibits property. Museums may include, but not be limited to, historical societies, parks, historic sites and monuments, archives and libraries;",
              "(2) “Property” means any tangible object in the possession of and under a museum's care that has intrinsic educational, scientific, historical, artistic, aesthetic or cultural value;",
              "(3) “Loan” means a deposit with a museum that (A) title to the property is not transferred to the museum, (B) the loan agreement for such deposit does not include a provision that the museum acquire title at some time after such deposit is made, or (C) the loan agreement for such deposit includes an option for the museum to acquire title at some time after such deposit is made;",
              "(4) “Lender” means a person whose name appears on the records of a museum as the person legally entitled to, or claiming to be legally entitled to, property held by the museum or, if such person is deceased, the legal heirs of such person."
            ],
            "source": [
              "(P.A. 12-171, S. 1.)"
            ],
            "history": [],
            "annotations": [],
            "text": "As used in this section and sections 11-81 to 11-89 , inclusive:\n\n(1) “Museum” means any nonprofit or public institution that is organized for educational, scientific, historic or aesthetic purposes, and which owns, borrows, cares for, studies, archives or exhibits property. Museums may include, but not be limited to, historical societies, parks, historic sites and monuments, archives and libraries;\n\n(2) “Property” means any tangible object in the possession of and under a museum's care that has intrinsic educational, scientific, historical, artistic, aesthetic or cultural value;\n\n(3) “Loan” means a deposit with a museum that (A) title to the property is not transferred to the museum, (B) the loan agreement for such deposit does not include a provision that the museum acquire title at some time after such deposit is made, or (C) the loan agreement for such deposit includes an option for the museum to acquire title at some time after such deposit is made;\n\n(4) “Lender” means a person whose name appears on the records of a museum as the person legally entitled to, or claiming to be legally entitled to, property held by the museum or, if such person is deceased, the legal heirs of such person."
          }
        },
        {
          "section_key": "11-81",
          "label": "Sec. 11-81. When property on loan deemed donated to museum. Termination of loan of property. Notice of change in ownership information. Notice of laws governing property loaned to museums.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-81",
          "content": {
            "body_paragraphs": [
              "(a) Any property on loan to a museum that is subject to a loan agreement shall be deemed to be donated to the museum if (1) no claim of ownership is made or action filed to recover such property by the owner after termination or expiration of the loan, and (2) the museum has given notice, in accordance with the provisions of section 11-84 , and no claim of ownership is made or action to recover such property is filed on or before sixty days after the publication of the second notice.",
              "(b) A museum may terminate a loan of property for any property that was loaned to the museum for an indefinite term if the property has been in the possession of the museum for at least five years. Any property on loan to a museum and whose loan agreement indicates that such property is on permanent loan to the museum shall be considered loaned for an indefinite term for purposes of this subsection. The property for any loan of property that has been terminated pursuant to this subsection shall be deemed donated to the museum.",
              "(c) A museum may terminate a loan of property for any property that was loaned to the museum for a specified term after the expiration of such specified term, provided the museum provides notice of such termination in accordance with the provisions of section 11-84 . The property for any loan of property that has been terminated pursuant to this subsection shall be deemed donated to the museum.",
              "(d) The owner of property loaned to a museum shall provide such museum with written notice of (1) any change of the address of such owner, (2) the designated agent of such owner, (3) the address of such designated agent, and (4) the name and address of any new owner of such property if there is a change in the ownership of such property loaned to the museum.",
              "(e) A museum accepting a loan of property shall provide the owner of such property a written copy of the provisions of sections 11-80 to 11-89 , inclusive."
            ],
            "source": [
              "(P.A. 12-171, S. 2.)"
            ],
            "history": [],
            "annotations": [],
            "text": "(a) Any property on loan to a museum that is subject to a loan agreement shall be deemed to be donated to the museum if (1) no claim of ownership is made or action filed to recover such property by the owner after termination or expiration of the loan, and (2) the museum has given notice, in accordance with the provisions of section 11-84 , and no claim of ownership is made or action to recover such property is filed on or before sixty days after the publication of the second notice.\n\n(b) A museum may terminate a loan of property for any property that was loaned to the museum for an indefinite term if the property has been in the possession of the museum for at least five years. Any property on loan to a museum and whose loan agreement indicates that such property is on permanent loan to the museum shall be considered loaned for an indefinite term for purposes of this subsection. The property for any loan of property that has been terminated pursuant to this subsection shall be deemed donated to the museum.\n\n(c) A museum may terminate a loan of property for any property that was loaned to the museum for a specified term after the expiration of such specified term, provided the museum provides notice of such termination in accordance with the provisions of section 11-84 . The property for any loan of property that has been terminated pursuant to this subsection shall be deemed donated to the museum.\n\n(d) The owner of property loaned to a museum shall provide such museum with written notice of (1) any change of the address of such owner, (2) the designated agent of such owner, (3) the address of such designated agent, and (4) the name and address of any new owner of such property if there is a change in the ownership of such property loaned to the museum.\n\n(e) A museum accepting a loan of property shall provide the owner of such property a written copy of the provisions of sections 11-80 to 11-89 , inclusive."
          }
        },
        {
          "section_key": "11-82",
          "label": "Sec. 11-82. Abandoned property.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-82",
          "content": {
            "body_paragraphs": [
              "Any property in the possession of a museum that is not subject to a loan agreement shall be deemed to be abandoned if (1) such property is unclaimed and has been in the possession of the museum as unclaimed property for at least five years, and (2) the museum has given notice, in accordance with the provisions of section 11-84 , and no claim of ownership is made or action to recover such property is filed on or before sixty days after the publication of the second notice. Any abandoned property in the possession of a museum shall become the property of such museum."
            ],
            "source": [
              "(P.A. 12-171, S. 3.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Any property in the possession of a museum that is not subject to a loan agreement shall be deemed to be abandoned if (1) such property is unclaimed and has been in the possession of the museum as unclaimed property for at least five years, and (2) the museum has given notice, in accordance with the provisions of section 11-84 , and no claim of ownership is made or action to recover such property is filed on or before sixty days after the publication of the second notice. Any abandoned property in the possession of a museum shall become the property of such museum."
          }
        },
        {
          "section_key": "11-83",
          "label": "Sec. 11-83. Maintenance of records of property in possession of museum.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-83",
          "content": {
            "body_paragraphs": [
              "Each museum shall maintain a record, in accordance with the regulations adopted by the State Librarian pursuant to section 11-89 , of all property on loan to the museum, including the name and address of the lender, if known, and the dates that such property is to be on loan to the museum and a copy of the loan agreement for such property. The museum shall provide a copy of such record and the loan agreement to the lender of property at the time that such lender makes the loan of property to the museum. If a museum is notified of a change in ownership of any property on loan to the museum, the museum shall create a new record for such property and update the existing loan agreement and shall provide a written copy of such new record and such updated loan agreement to the new owner of such property. If a museum becomes the owner of any property on loan to the museum, the museum shall maintain a record of such ownership in accordance with the regulations adopted by the State Librarian pursuant to section 11-89 ."
            ],
            "source": [
              "(P.A. 12-171, S. 4.)"
            ],
            "history": [],
            "annotations": [],
            "text": "Each museum shall maintain a record, in accordance with the regulations adopted by the State Librarian pursuant to section 11-89 , of all property on loan to the museum, including the name and address of the lender, if known, and the dates that such property is to be on loan to the museum and a copy of the loan agreement for such property. The museum shall provide a copy of such record and the loan agreement to the lender of property at the time that such lender makes the loan of property to the museum. If a museum is notified of a change in ownership of any property on loan to the museum, the museum shall create a new record for such property and update the existing loan agreement and shall provide a written copy of such new record and such updated loan agreement to the new owner of such property. If a museum becomes the owner of any property on loan to the museum, the museum shall maintain a record of such ownership in accordance with the regulations adopted by the State Librarian pursuant to section 11-89 ."
          }
        },
        {
          "section_key": "11-84",
          "label": "Sec. 11-84. Notice that property on loan to museum may be deemed donated or abandoned.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-84",
          "content": {
            "body_paragraphs": [
              "(a) Prior to a museum (1) accepting donated property pursuant to section 11-81 , or (2) taking ownership of abandoned property pursuant to section 11-82 , the museum shall make a reasonable good faith effort to find the address of the lender and provide notice that the museum may become the owner of such property. Such notice shall be sent by certified mail, return receipt requested, to the address of the lender on record with the museum.",
              "(b) If the museum does not have an address on record for the lender of the property, or the museum does not receive written proof of receipt of the mailed notice after thirty days after the date such notice was mailed, the museum shall publish a notice, at least once each week for two consecutive weeks, in a newspaper of general circulation in the town in which the museum is located and the town of the lender on record with the museum, if available. Such published notice shall contain: (1) A brief and general description of the unclaimed property, (2) the name and address of the lender on record with the museum, (3) a request that all persons who may have any knowledge of the whereabouts of the lender provide written notice to the museum, and (4) a statement that if no claim of ownership is made or action to recover such property is filed on or before sixty days after publication of the second notice, the property shall be deemed donated or abandoned and shall become the property of the museum.",
              "(c) For purposes of this section, if the loan of property was made to a branch of a museum, the museum shall be considered to be located in the town in which such branch is located. Otherwise the museum is located in the town in which it has its principal place of business."
            ],
            "source": [
              "(P.A. 12-171, S. 5.)"
            ],
            "history": [],
            "annotations": [],
            "text": "(a) Prior to a museum (1) accepting donated property pursuant to section 11-81 , or (2) taking ownership of abandoned property pursuant to section 11-82 , the museum shall make a reasonable good faith effort to find the address of the lender and provide notice that the museum may become the owner of such property. Such notice shall be sent by certified mail, return receipt requested, to the address of the lender on record with the museum.\n\n(b) If the museum does not have an address on record for the lender of the property, or the museum does not receive written proof of receipt of the mailed notice after thirty days after the date such notice was mailed, the museum shall publish a notice, at least once each week for two consecutive weeks, in a newspaper of general circulation in the town in which the museum is located and the town of the lender on record with the museum, if available. Such published notice shall contain: (1) A brief and general description of the unclaimed property, (2) the name and address of the lender on record with the museum, (3) a request that all persons who may have any knowledge of the whereabouts of the lender provide written notice to the museum, and (4) a statement that if no claim of ownership is made or action to recover such property is filed on or before sixty days after publication of the second notice, the property shall be deemed donated or abandoned and shall become the property of the museum.\n\n(c) For purposes of this section, if the loan of property was made to a branch of a museum, the museum shall be considered to be located in the town in which such branch is located. Otherwise the museum is located in the town in which it has its principal place of business."
          }
        },
        {
          "section_key": "11-85",
          "label": "Sec. 11-85. Claim of ownership. Title to donated or abandoned property to vest in museum. Acquisition of title.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-85",
          "content": {
            "body_paragraphs": [
              "(a) If a museum receives a written claim of ownership for any property for which notice of donation or abandonment was made, pursuant to section 11-84 , from the lender, or the designated agent of the lender, the museum shall return such property to the lender or carry out the disposition of such property as the lender requests not later than sixty days after receipt of such written claim of ownership. The lender shall advise the museum in writing as to the disposition of such property or how such property is to be returned to the lender. Any costs incurred as a result of returning such property or the disposition of such property shall be the responsibility of the lender unless the lender and the museum have mutually agreed to alternate arrangements.",
              "(b) If a museum receives a written claim of ownership for any property for which notice of donation or abandonment was made, pursuant to section 11-84 , from a person other than the lender on record with the museum, the museum shall, not later than sixty days after receipt of such written claim of ownership, determine if such ownership claim is valid. A claimant shall submit proof of ownership to the museum with such written claim of ownership. If more than one person submits a written claim of ownership, the museum may delay its determination of ownership until the competing claims are resolved by agreement or legal action. If the museum determines that such written claim of ownership is valid or if the competing claims are resolved by agreement or judicial action, the museum shall return the property to the claimant submitting the valid claim of ownership or dispose of the property as such valid claimant requests. Any costs incurred as a result of returning such property or the disposition of such property shall be the responsibility of the valid claimant unless such valid claimant and the museum have mutually agreed to alternate arrangements.",
              "(c) If no written claim of ownership is presented to the museum on or before sixty days after the publication of the second notice, such property shall be deemed donated or abandoned and title to the property shall vest in the museum. If a valid claim of ownership for such property is made after title to such property has vested in the museum under this subsection and the museum holds title to such property, then the museum shall return such property to the owner of such property and the title of such property shall revert back to such owner.",
              "(d) Any person who purchases or otherwise acquires property from a museum that obtained such property by donation or abandonment pursuant to this section and sections 11-81 and 11-82 shall acquire good title to such property."
            ],
            "source": [
              "(P.A. 12-171, S. 6.)"
            ],
            "history": [],
            "annotations": [],
            "text": "(a) If a museum receives a written claim of ownership for any property for which notice of donation or abandonment was made, pursuant to section 11-84 , from the lender, or the designated agent of the lender, the museum shall return such property to the lender or carry out the disposition of such property as the lender requests not later than sixty days after receipt of such written claim of ownership. The lender shall advise the museum in writing as to the disposition of such property or how such property is to be returned to the lender. Any costs incurred as a result of returning such property or the disposition of such property shall be the responsibility of the lender unless the lender and the museum have mutually agreed to alternate arrangements.\n\n(b) If a museum receives a written claim of ownership for any property for which notice of donation or abandonment was made, pursuant to section 11-84 , from a person other than the lender on record with the museum, the museum shall, not later than sixty days after receipt of such written claim of ownership, determine if such ownership claim is valid. A claimant shall submit proof of ownership to the museum with such written claim of ownership. If more than one person submits a written claim of ownership, the museum may delay its determination of ownership until the competing claims are resolved by agreement or legal action. If the museum determines that such written claim of ownership is valid or if the competing claims are resolved by agreement or judicial action, the museum shall return the property to the claimant submitting the valid claim of ownership or dispose of the property as such valid claimant requests. Any costs incurred as a result of returning such property or the disposition of such property shall be the responsibility of the valid claimant unless such valid claimant and the museum have mutually agreed to alternate arrangements.\n\n(c) If no written claim of ownership is presented to the museum on or before sixty days after the publication of the second notice, such property shall be deemed donated or abandoned and title to the property shall vest in the museum. If a valid claim of ownership for such property is made after title to such property has vested in the museum under this subsection and the museum holds title to such property, then the museum shall return such property to the owner of such property and the title of such property shall revert back to such owner.\n\n(d) Any person who purchases or otherwise acquires property from a museum that obtained such property by donation or abandonment pursuant to this section and sections 11-81 and 11-82 shall acquire good title to such property."
          }
        },
        {
          "section_key": "11-86",
          "label": "Sec. 11-86. Conservation and protective measures applied to property on loan. Liens. Immunity from liability.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-86",
          "content": {
            "body_paragraphs": [
              "(a) A museum may apply conservation or protective measures to any property on loan to the museum without the permission of the lender or formal notice to the lender, unless the written loan agreement for such property provides otherwise, if (1) action is required to (A) protect such property or other property in the possession of the museum, or (B) protect the health and safety of the public or museum staff because such property is a hazard, and (2) (A) the museum is unable to contact the lender at the address on record for the lender within three days before the time the museum determines action is necessary, or (B) the lender does not (i) respond or agree to the conservation or protective measures recommended by the museum, and (ii) terminate the loan and take possession of such property on or before the third day that the museum contacts such lender.",
              "(b) If a museum applies conservation or protective measures to any property on loan to the museum under this section, or with the agreement of the lender, unless the written loan agreement for such property provides otherwise, the museum shall acquire a lien on such property in an amount equal to the costs incurred by the museum for such conservation or protective measures taken.",
              "(c) The museum shall not be liable for injury to or loss of any property that was on loan to the museum and for which conservation or protective measures were taken under this section, if the museum (1) had a reasonable belief at the time the conservation or protective measures were taken that such measures were necessary to protect such property or other property in the possession of the museum, or that such property was a hazard to the health and safety of the public or museum staff, and (2) exercised reasonable care in the choice and application of such conservation and protective measures."
            ],
            "source": [
              "(P.A. 12-171, S. 7.)"
            ],
            "history": [],
            "annotations": [],
            "text": "(a) A museum may apply conservation or protective measures to any property on loan to the museum without the permission of the lender or formal notice to the lender, unless the written loan agreement for such property provides otherwise, if (1) action is required to (A) protect such property or other property in the possession of the museum, or (B) protect the health and safety of the public or museum staff because such property is a hazard, and (2) (A) the museum is unable to contact the lender at the address on record for the lender within three days before the time the museum determines action is necessary, or (B) the lender does not (i) respond or agree to the conservation or protective measures recommended by the museum, and (ii) terminate the loan and take possession of such property on or before the third day that the museum contacts such lender.\n\n(b) If a museum applies conservation or protective measures to any property on loan to the museum under this section, or with the agreement of the lender, unless the written loan agreement for such property provides otherwise, the museum shall acquire a lien on such property in an amount equal to the costs incurred by the museum for such conservation or protective measures taken.\n\n(c) The museum shall not be liable for injury to or loss of any property that was on loan to the museum and for which conservation or protective measures were taken under this section, if the museum (1) had a reasonable belief at the time the conservation or protective measures were taken that such measures were necessary to protect such property or other property in the possession of the museum, or that such property was a hazard to the health and safety of the public or museum staff, and (2) exercised reasonable care in the choice and application of such conservation and protective measures."
          }
        },
        {
          "section_key": "11-87",
          "label": "Sec. 11-87. Applicability to property in the possession of a museum pursuant to the Native American Graves Protection and Repatriation Act.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-87",
          "content": {
            "body_paragraphs": [
              "The provisions of sections 11-80 to 11-89 , inclusive, shall not apply to any property in the possession of a museum pursuant to the Native American Graves Protection and Repatriation Act, P.L. 101-601."
            ],
            "source": [
              "(P.A. 12-171, S. 8.)"
            ],
            "history": [],
            "annotations": [],
            "text": "The provisions of sections 11-80 to 11-89 , inclusive, shall not apply to any property in the possession of a museum pursuant to the Native American Graves Protection and Repatriation Act, P.L. 101-601."
          }
        },
        {
          "section_key": "11-88",
          "label": "Sec. 11-88. Rights and obligations of lenders, claimants and museums identified in loan agreements. Other means of establishing or perfecting title to property available to museums.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-88",
          "content": {
            "body_paragraphs": [
              "(a) Nothing in sections 11-80 to 11-89 , inclusive, shall be construed to abrogate the rights and obligations of a lender, claimant or museum identified in a written loan agreement.",
              "(b) The provisions of sections 11-80 to 11-89 , inclusive, shall not preclude a museum from availing itself of any other means of establishing or perfecting title to property in the possession of the museum."
            ],
            "source": [
              "(P.A. 12-171, S. 9.)"
            ],
            "history": [],
            "annotations": [],
            "text": "(a) Nothing in sections 11-80 to 11-89 , inclusive, shall be construed to abrogate the rights and obligations of a lender, claimant or museum identified in a written loan agreement.\n\n(b) The provisions of sections 11-80 to 11-89 , inclusive, shall not preclude a museum from availing itself of any other means of establishing or perfecting title to property in the possession of the museum."
          }
        },
        {
          "section_key": "11-89",
          "label": "Sec. 11-89. Regulations.",
          "url": "https://www.cga.ct.gov/current/pub/chap_194.htm#sec_11-89",
          "content": {
            "body_paragraphs": [
              "The State Librarian shall adopt regulations, in accordance with the provisions of chapter 54, to (1) prescribe the form of written notification to persons loaning property pursuant to section 11-81 , and (2) establish the procedures for recording and maintaining records of property on loan to a museum pursuant to section 11-83 ."
            ],
            "source": [
              "(P.A. 12-171, S. 10; P.A. 13-31, S. 28.)"
            ],
            "history": [
              "History: P.A. 13-31 made a technical change, effective May 28, 2013."
            ],
            "annotations": [],
            "text": "The State Librarian shall adopt regulations, in accordance with the provisions of chapter 54, to (1) prescribe the form of written notification to persons loaning property pursuant to section 11-81 , and (2) establish the procedures for recording and maintaining records of property on loan to a museum pursuant to section 11-83 ."
          }
        }
      ]
    }
  ]
}